{"\u0000": 0, "\u0001": 1, "\u0002": 2, "\u0003": 3, "\u0004": 4, "\u0005": 5, "\u0006": 6, "\u0007": 7, "\b": 8, "\t": 9, "\n": 10, "\u000b": 11, "\f": 12, "\r": 13, "\u000e": 14, "\u000f": 15, "\u0010": 16, "\u0011": 17, "\u0012": 18, "\u0013": 19, "\u0014": 20, "\u0015": 21, "\u0016": 22, "\u0017": 23, "\u0018": 24, "\u0019": 25, "\u001a": 26, "\u001b": 27, "\u001c": 28, "\u001d": 29, "\u001e": 30, "\u001f": 31, " ": 32, "!": 33, "\"": 34, "#": 35, "$": 36, "%": 37, "&": 38, "'": 39, "(": 40, ")": 41, "*": 42, "+": 43, ",": 44, "-": 45, ".": 46, "/": 47, "0": 48, "1": 49, "2": 50, "3": 51, "4": 52, "5": 53, "6": 54, "7": 55, "8": 56, "9": 57, ":": 58, ";": 59, "<": 60, "=": 61, ">": 62, "?": 63, "@": 64, "A": 65, "B": 66, "C": 67, "D": 68, "E": 69, "F": 70, "G": 71, "H": 72, "I": 73, "J": 74, "K": 75, "L": 76, "M": 77, "N": 78, "O": 79, "P": 80, "Q": 81, "R": 82, "S": 83, "T": 84, "U": 85, "V": 86, "W": 87, "X": 88, "Y": 89, "Z": 90, "[": 91, "\\": 92, "]": 93, "^": 94, "_": 95, "`": 96, "a": 97, "b": 98, "c": 99, "d": 100, "e": 101, "f": 102, "g": 103, "h": 104, "i": 105, "j": 106, "k": 107, "l": 108, "m": 109, "n": 110, "o": 111, "p": 112, "q": 113, "r": 114, "s": 115, "t": 116, "u": 117, "v": 118, "w": 119, "x": 120, "y": 121, "z": 122, "{": 123, "|": 124, "}": 125, "~": 126, "\u007f": 127, "\\x80": 128, "\\x81": 129, "\\x82": 130, "\\x83": 131, "\\x84": 132, "\\x85": 133, "\\x86": 134, "\\x87": 135, "\\x88": 136, "\\x89": 137, "\\x8a": 138, "\\x8b": 139, "\\x8c": 140, "\\x8d": 141, "\\x8e": 142, "\\x8f": 143, "\\x90": 144, "\\x91": 145, "\\x92": 146, "\\x93": 147, "\\x94": 148, "\\x95": 149, "\\x96": 150, "\\x97": 151, "\\x98": 152, "\\x99": 153, "\\x9a": 154, "\\x9b": 155, "\\x9c": 156, "\\x9d": 157, "\\x9e": 158, "\\x9f": 159, "\\xa0": 160, "\\xa1": 161, "\\xa2": 162, "\\xa3": 163, "\\xa4": 164, "\\xa5": 165, "\\xa6": 166, "\\xa7": 167, "\\xa8": 168, "\\xa9": 169, "\\xaa": 170, "\\xab": 171, "\\xac": 172, "\\xad": 173, "\\xae": 174, "\\xaf": 175, "\\xb0": 176, "\\xb1": 177, "\\xb2": 178, "\\xb3": 179, "\\xb4": 180, "\\xb5": 181, "\\xb6": 182, "\\xb7": 183, "\\xb8": 184, "\\xb9": 185, "\\xba": 186, "\\xbb": 187, "\\xbc": 188, "\\xbd": 189, "\\xbe": 190, "\\xbf": 191, "\\xc0": 192, "\\xc1": 193, "\\xc2": 194, "\\xc3": 195, "\\xc4": 196, "\\xc5": 197, "\\xc6": 198, "\\xc7": 199, "\\xc8": 200, "\\xc9": 201, "\\xca": 202, "\\xcb": 203, "\\xcc": 204, "\\xcd": 205, "\\xce": 206, "\\xcf": 207, "\\xd0": 208, "\\xd1": 209, "\\xd2": 210, "\\xd3": 211, "\\xd4": 212, "\\xd5": 213, "\\xd6": 214, "\\xd7": 215, "\\xd8": 216, "\\xd9": 217, "\\xda": 218, "\\xdb": 219, "\\xdc": 220, "\\xdd": 221, "\\xde": 222, "\\xdf": 223, "\\xe0": 224, "\\xe1": 225, "\\xe2": 226, "\\xe3": 227, "\\xe4": 228, "\\xe5": 229, "\\xe6": 230, "\\xe7": 231, "\\xe8": 232, "\\xe9": 233, "\\xea": 234, "\\xeb": 235, "\\xec": 236, "\\xed": 237, "\\xee": 238, "\\xef": 239, "\\xf0": 240, "\\xf1": 241, "\\xf2": 242, "\\xf3": 243, "\\xf4": 244, "\\xf5": 245, "\\xf6": 246, "\\xf7": 247, "\\xf8": 248, "\\xf9": 249, "\\xfa": 250, "\\xfb": 251, "\\xfc": 252, "\\xfd": 253, "\\xfe": 254, "\\xff": 255, "<|endoftext|>": 256, " t": 257, " a": 258, "he": 259, "in": 260, "re": 261, " the": 262, "on": 263, "er": 264, " s": 265, " w": 266, "at": 267, " o": 268, "en": 269, " c": 270, "it": 271, "is": 272, "or": 273, " b": 274, "an": 275, " f": 276, " p": 277, "es": 278, "ou": 279, " an": 280, "ed": 281, " to": 282, "ar": 283, "al": 284, " m": 285, " in": 286, " of": 287, "ing": 288, " h": 289, " d": 290, "\\xe2\\x80": 291, "as": 292, " and": 293, " th": 294, "ic": 295, "le": 296, "om": 297, "ll": 298, " n": 299, " l": 300, " re": 301, "st": 302, " e": 303, "ti": 304, "ve": 305, "ro": 306, " be": 307, " g": 308, "id": 309, "ly": 310, "ac": 311, " T": 312, "ot": 313, " I": 314, " that": 315, " on": 316, "ut": 317, "se": 318, " S": 319, " is": 320, "ay": 321, "am": 322, "ad": 323, "ow": 324, " for": 325, "\u2019": 326, "et": 327, "ig": 328, " A": 329, "ent": 330, "ver": 331, "im": 332, "ur": 333, "ion": 334, "ld": 335, " C": 336, " u": 337, "ec": 338, " y": 339, " it": 340, " he": 341, " st": 342, "ir": 343, "ith": 344, " wh": 345, " M": 346, "ol": 347, " we": 348, "ce": 349, " with": 350, " as": 351, "ter": 352, "nd": 353, " B": 354, "il": 355, "te": 356, "ch": 357, " P": 358, " was": 359, " you": 360, "ke": 361, " \\xe2\\x80": 362, "ill": 363, " con": 364, "ts": 365, " r": 366, " at": 367, "her": 368, "ri": 369, "ag": 370, " ha": 371, " W": 372, " H": 373, "ate": 374, " pro": 375, "us": 376, " mo": 377, "ers": 378, "pp": 379, " are": 380, " D": 381, " 1": 382, "ul": 383, " com": 384, "nt": 385, "if": 386, " R": 387, "em": 388, "op": 389, " The": 390, "um": 391, " 2": 392, "rom": 393, "igh": 394, " (": 395, "ain": 396, "th": 397, " F": 398, "el": 399, "end": 400, " ex": 401, "and": 402, " ne": 403, "\u201d": 404, "res": 405, " N": 406, "oo": 407, " v": 408, " not": 409, " have": 410, "un": 411, "ould": 412, " or": 413, "ab": 414, " by": 415, " G": 416, " from": 417, "oc": 418, " al": 419, "os": 420, " se": 421, "'s": 422, "tion": 423, "ie": 424, " su": 425, " L": 426, " de": 427, " sh": 428, " this": 429, "all": 430, "ess": 431, "qu": 432, "ust": 433, " le": 434, " E": 435, " his": 436, " ch": 437, " sa": 438, " ab": 439, "The": 440, "art": 441, "est": 442, "00": 443, " \u201c": 444, "ra": 445, "ati": 446, " has": 447, "ome": 448, "ack": 449, " pl": 450, " J": 451, "out": 452, " ac": 453, "ng": 454, "gh": 455, "ort": 456, "si": 457, "ear": 458, "ist": 459, " O": 460, " j": 461, "ard": 462, "red": 463, "ud": 464, " wor": 465, "our": 466, "ight": 467, " sp": 468, "ak": 469, "ity": 470, " they": 471, "ap": 472, " but": 473, " li": 474, "rou": 475, " do": 476, "ation": 477, " can": 478, " will": 479, " said": 480, "uc": 481, " whe": 482, " U": 483, " k": 484, "ast": 485, "ich": 486, "ant": 487, "ame": 488, " all": 489, "ge": 490, " \"": 491, " who": 492, " tr": 493, " go": 494, "ther": 495, "ff": 496, " out": 497, " their": 498, "ice": 499, "me": 500, "ong": 501, "ide": 502, "pl": 503, "od": 504, " more": 505, " up": 506, "ven": 507, "one": 508, " ad": 509, "ep": 510, "to": 511, "ies": 512, " un": 513, " me": 514, "ue": 515, "ore": 516, " about": 517, "ia": 518, "ure": 519, " were": 520, " one": 521, " en": 522, " so": 523, " us": 524, " K": 525, "ub": 526, "ans": 527, " had": 528, "ine": 529, "age": 530, " would": 531, " 20": 532, " which": 533, "ake": 534, " im": 535, " cl": 536, "ally": 537, "ime": 538, "ind": 539, "au": 540, " ag": 541, "so": 542, " comp": 543, "ber": 544, "ect": 545, " off": 546, "very": 547, "ost": 548, "are": 549, " been": 550, "per": 551, "ry": 552, " cont": 553, "ial": 554, "ign": 555, " Th": 556, "act": 557, "ks": 558, "iv": 559, " year": 560, "ew": 561, " like": 562, " some": 563, " man": 564, " inc": 565, " pe": 566, " In": 567, "ays": 568, " per": 569, "iz": 570, "ace": 571, "ite": 572, " res": 573, "ase": 574, "ord": 575, " other": 576, "ip": 577, "ose": 578, "mer": 579, "ople": 580, " 201": 581, "ren": 582, " over": 583, " dis": 584, " there": 585, "ive": 586, " new": 587, " bec": 588, " also": 589, " than": 590, " te": 591, " ar": 592, "ous": 593, "king": 594, "ct": 595, "ough": 596, " St": 597, " app": 598, "reat": 599, " when": 600, " your": 601, "ons": 602, " them": 603, "og": 604, " what": 605, " people": 606, " sc": 607, "fter": 608, "ood": 609, "ile": 610, " qu": 611, "av": 612, "ass": 613, "ble": 614, "for": 615, "own": 616, " Ch": 617, "ach": 618, " just": 619, " any": 620, " Y": 621, "ond": 622, " its": 623, "ne": 624, "ail": 625, " time": 626, "of": 627, " no": 628, " rec": 629, " my": 630, "ree": 631, "ty": 632, " 3": 633, "lic": 634, " her": 635, " kn": 636, " if": 637, " get": 638, "io": 639, "ary": 640, " V": 641, ".\u201d": 642, "vel": 643, " It": 644, " into": 645, "ire": 646, " rep": 647, " tw": 648, "irst": 649, "ount": 650, "ound": 651, " comm": 652, " part": 653, " -": 654, " our": 655, "oin": 656, " pre": 657, "amp": 658, " play": 659, " He": 660, "ang": 661, "fe": 662, "tex": 663, "ause": 664, "ade": 665, "wn": 666, "ook": 667, "ick": 668, " ro": 669, " imp": 670, " pol": 671, "iden": 672, " co": 673, " she": 674, ",\u201d": 675, " after": 676, " 19": 677, " first": 678, " could": 679, " how": 680, " acc": 681, "ns": 682, " him": 683, "'t": 684, "rit": 685, "nder": 686, "aw": 687, "ob": 688, "pt": 689, "|>": 690, "endof": 691, "<|": 692, "endoftex": 693, "ents": 694, "ild": 695, " only": 696, " fe": 697, "ory": 698, "ark": 699, "ress": 700, "anc": 701, " pr": 702, " two": 703, "ish": 704, "duc": 705, "ings": 706, "ica": 707, " dec": 708, " ser": 709, "\u201c": 710, "ink": 711, " bl": 712, "we": 713, " work": 714, " bet": 715, ".\"": 716, "ting": 717, " back": 718, " most": 719, " \u2013": 720, " am": 721, "oll": 722, " did": 723, "ved": 724, " sec": 725, "oy": 726, "li": 727, " again": 728, "rough": 729, "..": 730, " 4": 731, "ens": 732, " under": 733, "ian": 734, "ru": 735, " des": 736, "sel": 737, "ted": 738, "ves": 739, " cons": 740, " because": 741, "ors": 742, " now": 743, " years": 744, "lud": 745, " \u2014": 746, "ence": 747, "ater": 748, "form": 749, "ublic": 750, " even": 751, " We": 752, " need": 753, " exp": 754, " $": 755, " know": 756, " att": 757, "ull": 758, ",\"": 759, " see": 760, "ions": 761, " add": 762, " inter": 763, " ind": 764, "ated": 765, "ss": 766, "uch": 767, "men": 768, "ical": 769, "rs": 770, " every": 771, " 5": 772, "feren": 773, "atio": 774, "urn": 775, "hed": 776, " Un": 777, " supp": 778, " make": 779, "oun": 780, " em": 781, " these": 782, "tiv": 783, "round": 784, " where": 785, "ft": 786, "ump": 787, "vern": 788, "ates": 789, "In": 790, " want": 791, "Th": 792, " And": 793, " don": 794, "able": 795, "man": 796, " op": 797, " way": 798, "be": 799, "ult": 800, " ev": 801, "tio": 802, "ance": 803, " being": 804, " rem": 805, " pos": 806, "row": 807, " many": 808, " may": 809, " bu": 810, " dif": 811, " then": 812, "fore": 813, " But": 814, "cc": 815, " [": 816, " Tr": 817, "iver": 818, "pe": 819, " call": 820, " includ": 821, ").": 822, " reg": 823, "oth": 824, "old": 825, "ving": 826, " through": 827, "day": 828, " should": 829, "ms": 830, "ual": 831, " say": 832, "ning": 833, " fl": 834, " sy": 835, " pres": 836, " those": 837, "ious": 838, " very": 839, " too": 840, "ph": 841, "ove": 842, " last": 843, "sh": 844, " show": 845, " much": 846, "ason": 847, "und": 848, "eth": 849, "aking": 850, "ily": 851, " str": 852, "ince": 853, " state": 854, "tle": 855, " This": 856, "ower": 857, "ath": 858, "other": 859, "ris": 860, "ten": 861, "arg": 862, " ph": 863, " well": 864, "ock": 865, " rel": 866, " Wh": 867, " br": 868, " 200": 869, " bel": 870, " does": 871, " use": 872, " down": 873, " own": 874, " end": 875, "ech": 876, "als": 877, " def": 878, "rat": 879, "les": 880, " long": 881, " Amer": 882, " govern": 883, "iti": 884, " sti": 885, " before": 886, " mon": 887, "ange": 888, "hen": 889, "up": 890, "ash": 891, "xt": 892, "ife": 893, " ke": 894, "lec": 895, "uring": 896, " think": 897, " New": 898, " count": 899, " fin": 900, "ric": 901, "ited": 902, " team": 903, "arch": 904, " made": 905, "ward": 906, "ener": 907, "\u2014": 908, " ass": 909, " such": 910, "),": 911, "enc": 912, " going": 913, "con": 914, "rest": 915, " world": 916, " good": 917, " stud": 918, " hel": 919, "ib": 920, " sub": 921, "abl": 922, "arly": 923, " inv": 924, "ram": 925, "ek": 926, " poin": 927, "--": 928, " eff": 929, " against": 930, "com": 931, "der": 932, " sur": 933, " start": 934, " sm": 935, "lin": 936, "It": 937, " 6": 938, " gu": 939, "ment": 940, " set": 941, "ron": 942, " game": 943, "ix": 944, "000": 945, "ased": 946, " still": 947, " while": 948, "gan": 949, " governme": 950, " min": 951, "illion": 952, " lead": 953, "ition": 954, " help": 955, "roup": 956, "its": 957, "ween": 958, "ax": 959, ".<|": 960, "We": 961, " pers": 962, " right": 963, " says": 964, " inte": 965, " car": 966, "gy": 967, "ien": 968, " inst": 969, " ob": 970, "iew": 971, " sim": 972, " resp": 973, " col": 974, " take": 975, "stem": 976, "self": 977, " same": 978, " between": 979, " differen": 980, " though": 981, " Re": 982, " offic": 983, "ool": 984, "tern": 985, "ys": 986, "ican": 987, "ale": 988, " ed": 989, " num": 990, " high": 991, " sign": 992, " law": 993, "ner": 994, "air": 995, "ise": 996, "ever": 997, "way": 998, " prov": 999, "min": 1000, "ah": 1001, " ter": 1002, "ues": 1003, "iss": 1004, "ork": 1005, "ef": 1006, "gg": 1007, " disc": 1008, "ollow": 1009, "tain": 1010, " trans": 1011, " report": 1012, " run": 1013, " ins": 1014, " here": 1015, "ked": 1016, " 10": 1017, " three": 1018, "velop": 1019, " around": 1020, "any": 1021, " found": 1022, "onal": 1023, "atch": 1024, " mem": 1025, " real": 1026, "ordin": 1027, " med": 1028, " used": 1029, "read": 1030, "ell": 1031, " You": 1032, " really": 1033, " system": 1034, "cent": 1035, "az": 1036, "oot": 1037, "ames": 1038, " group": 1039, " spec": 1040, " act": 1041, " produc": 1042, " cour": 1043, " 7": 1044, "ces": 1045, " Le": 1046, " public": 1047, "ple": 1048, "iat": 1049, " hand": 1050, "ran": 1051, "vers": 1052, "ather": 1053, " Al": 1054, " great": 1055, "ave": 1056, " par": 1057, " wom": 1058, "tions": 1059, "alth": 1060, " Com": 1061, ".[": 1062, "ics": 1063, " cur": 1064, " fam": 1065, " Trump": 1066, " happ": 1067, " Ar": 1068, " exper": 1069, " They": 1070, " cap": 1071, " sl": 1072, " war": 1073, "ider": 1074, " read": 1075, " both": 1076, "rib": 1077, " day": 1078, " lit": 1079, " find": 1080, "uth": 1081, " conf": 1082, "oh": 1083, " Sh": 1084, "ject": 1085, " det": 1086, " Is": 1087, "tif": 1088, " during": 1089, "the": 1090, "ific": 1091, " 0": 1092, "ton": 1093, " big": 1094, " cr": 1095, "orts": 1096, "ful": 1097, " 8": 1098, " month": 1099, "tim": 1100, " plan": 1101, "land": 1102, " look": 1103, "get": 1104, "hes": 1105, " develop": 1106, "ational": 1107, "ali": 1108, " iss": 1109, " told": 1110, " since": 1111, " gr": 1112, "irect": 1113, " American": 1114, "lect": 1115, "ouse": 1116, " week": 1117, " prog": 1118, "ense": 1119, "ied": 1120, "ethin": 1121, "omethin": 1122, " few": 1123, "ci": 1124, "ov": 1125, "ex": 1126, "aj": 1127, "ually": 1128, " polit": 1129, " leg": 1130, " 9": 1131, "tt": 1132, " cent": 1133, " expl": 1134, " Sp": 1135, " belie": 1136, "akes": 1137, " follow": 1138, "icul": 1139, "20": 1140, " lot": 1141, "ared": 1142, " gener": 1143, " opp": 1144, " life": 1145, "Wh": 1146, " tal": 1147, " contin": 1148, " requ": 1149, "nts": 1150, "cer": 1151, " cor": 1152, "imes": 1153, "tia": 1154, " If": 1155, " another": 1156, " put": 1157, " cle": 1158, " prot": 1159, "ata": 1160, "ets": 1161, " ret": 1162, " fil": 1163, "ures": 1164, " somethin": 1165, " ref": 1166, " fact": 1167, " loc": 1168, " For": 1169, "chool": 1170, " char": 1171, " soc": 1172, "ices": 1173, " inf": 1174, " ext": 1175, " power": 1176, " rele": 1177, "bers": 1178, "ins": 1179, "ict": 1180, "til": 1181, " dep": 1182, " commun": 1183, " things": 1184, " che": 1185, " vot": 1186, " far": 1187, " head": 1188, " child": 1189, " men": 1190, "This": 1191, " camp": 1192, "ari": 1193, "ars": 1194, "ross": 1195, " each": 1196, " might": 1197, " never": 1198, " '": 1199, "rent": 1200, "ox": 1201, " next": 1202, "inal": 1203, "ussi": 1204, " dem": 1205, " try": 1206, " adv": 1207, " pass": 1208, " ent": 1209, " got": 1210, " \u2018": 1211, "He": 1212, " second": 1213, " come": 1214, "ee": 1215, " bus": 1216, "ision": 1217, " spe": 1218, "med": 1219, "tem": 1220, "erv": 1221, " best": 1222, " open": 1223, " seem": 1224, "atter": 1225, " allow": 1226, " That": 1227, "ug": 1228, " US": 1229, "ilit": 1230, " post": 1231, " feel": 1232, "ok": 1233, " ques": 1234, " mark": 1235, " .": 1236, " pri": 1237, "tic": 1238, " percent": 1239, " es": 1240, " Pro": 1241, " Rep": 1242, " An": 1243, "ident": 1244, " question": 1245, " home": 1246, "led": 1247, " incre": 1248, "cess": 1249, "itio": 1250, "ank": 1251, "nes": 1252, " contro": 1253, "ck": 1254, " care": 1255, "ative": 1256, "ma": 1257, "ects": 1258, " million": 1259, " dist": 1260, " cre": 1261, " hard": 1262, " comple": 1263, "str": 1264, " includin": 1265, " hum": 1266, " without": 1267, " tri": 1268, " mod": 1269, " proble": 1270, " inform": 1271, " av": 1272, "ned": 1273, " ide": 1274, " top": 1275, " number": 1276, "conom": 1277, "ina": 1278, "cl": 1279, "oney": 1280, "ead": 1281, "ages": 1282, "ize": 1283, " As": 1284, " Bl": 1285, " build": 1286, "echn": 1287, "orn": 1288, "ody": 1289, " import": 1290, " country": 1291, "ai": 1292, " stand": 1293, " tra": 1294, " el": 1295, " place": 1296, "itu": 1297, "ional": 1298, " better": 1299, " four": 1300, "ds": 1301, " interest": 1302, " direct": 1303, "But": 1304, "uro": 1305, " let": 1306, " gl": 1307, " int": 1308, " Con": 1309, " support": 1310, " recent": 1311, "olo": 1312, " season": 1313, "10": 1314, " little": 1315, "ights": 1316, " less": 1317, " bro": 1318, "ital": 1319, "uck": 1320, "aim": 1321, " point": 1322, " beh": 1323, "leg": 1324, " appro": 1325, " called": 1326, "iness": 1327, "ways": 1328, " case": 1329, "line": 1330, "ecti": 1331, " possi": 1332, "atur": 1333, " ann": 1334, "sta": 1335, " turn": 1336, " serv": 1337, " Z": 1338, "iet": 1339, " Ind": 1340, " attack": 1341, " pop": 1342, " There": 1343, "ines": 1344, "ode": 1345, " keep": 1346, " rece": 1347, "cri": 1348, " didn": 1349, "time": 1350, "nce": 1351, "ush": 1352, " full": 1353, " move": 1354, " continue": 1355, "ama": 1356, " presiden": 1357, "ield": 1358, " loo": 1359, " left": 1360, "ajor": 1361, " official": 1362, " ear": 1363, " main": 1364, " fun": 1365, " pay": 1366, "__": 1367, "ier": 1368, " using": 1369, " program": 1370, "eng": 1371, " police": 1372, "ered": 1373, "uct": 1374, "mit": 1375, "nal": 1376, "vious": 1377, " stre": 1378, " importan": 1379, " dri": 1380, " writ": 1381, " val": 1382, " form": 1383, " win": 1384, " news": 1385, "osed": 1386, " econom": 1387, "ister": 1388, "over": 1389, "ating": 1390, " data": 1391, " small": 1392, "app": 1393, "ility": 1394, " women": 1395, " school": 1396, " list": 1397, "ready": 1398, "riend": 1399, "'re": 1400, "por": 1401, "arge": 1402, " eas": 1403, "ired": 1404, " level": 1405, "iol": 1406, " prom": 1407, "ploy": 1408, " change": 1409, " =": 1410, " fac": 1411, "olu": 1412, "que": 1413, " hist": 1414, "ism": 1415, " --": 1416, "used": 1417, " current": 1418, "ular": 1419, " United": 1420, " Fr": 1421, " company": 1422, " already": 1423, " why": 1424, " rese": 1425, "wit": 1426, "acte": 1427, " money": 1428, " ty": 1429, " techn": 1430, " bre": 1431, "ided": 1432, "ior": 1433, " How": 1434, " always": 1435, " consider": 1436, " later": 1437, " Ph": 1438, " informat": 1439, " thing": 1440, " business": 1441, " organ": 1442, "ument": 1443, " job": 1444, " Mar": 1445, " prof": 1446, " Q": 1447, "iversi": 1448, "aign": 1449, " experien": 1450, "orm": 1451, " class": 1452, " claim": 1453, " health": 1454, " free": 1455, " Ob": 1456, " major": 1457, " oper": 1458, "ney": 1459, " chang": 1460, " story": 1461, " design": 1462, " creat": 1463, " She": 1464, " able": 1465, "ations": 1466, "reen": 1467, "cept": 1468, " So": 1469, " politica": 1470, "...": 1471, " vis": 1472, "ource": 1473, " pur": 1474, " del": 1475, " away": 1476, " must": 1477, "ger": 1478, " city": 1479, "ains": 1480, "ample": 1481, " Ad": 1482, " happen": 1483, " old": 1484, " kill": 1485, "uthor": 1486, "by": 1487, " respon": 1488, " 18": 1489, " past": 1490, "entia": 1491, " doesn": 1492, " communit": 1493, " expect": 1494, " Can": 1495, "orth": 1496, " grow": 1497, " sk": 1498, "50": 1499, "ps": 1500, " least": 1501, " cost": 1502, "outh": 1503, " 12": 1504, " edit": 1505, " hop": 1506, "pped": 1507, " bas": 1508, " campaign": 1509, "ced": 1510, " days": 1511, " came": 1512, " aff": 1513, " tell": 1514, "els": 1515, " cer": 1516, " view": 1517, "cy": 1518, " kind": 1519, "vie": 1520, " making": 1521, " enough": 1522, " process": 1523, "residen": 1524, " rev": 1525, "ury": 1526, " family": 1527, " large": 1528, " mean": 1529, " tax": 1530, " Joh": 1531, " polic": 1532, " friend": 1533, "ird": 1534, "urity": 1535, " deal": 1536, "\u2026": 1537, "rem": 1538, " vide": 1539, " De": 1540, "iven": 1541, "alf": 1542, "tive": 1543, " working": 1544, " until": 1545, "oad": 1546, "ember": 1547, "ressi": 1548, " research": 1549, "ror": 1550, "bs": 1551, " record": 1552, " Republic": 1553, " met": 1554, "ute": 1555, " line": 1556, " Be": 1557, "eral": 1558, "tig": 1559, " took": 1560, "ley": 1561, "As": 1562, "ably": 1563, "ret": 1564, "pec": 1565, " ve": 1566, "If": 1567, "sc": 1568, " fund": 1569, " air": 1570, "ike": 1571, " deb": 1572, " doc": 1573, " increase": 1574, " become": 1575, " actually": 1576, "ott": 1577, "11": 1578, " Sc": 1579, "oss": 1580, " won": 1581, " rest": 1582, "ides": 1583, "augh": 1584, " often": 1585, "ik": 1586, " former": 1587, " Euro": 1588, "par": 1589, " Pl": 1590, "rie": 1591, " give": 1592, " person": 1593, "ists": 1594, " fore": 1595, " wr": 1596, " ever": 1597, "wh": 1598, " human": 1599, "ocrat": 1600, " accordin": 1601, " 199": 1602, "ters": 1603, "year": 1604, " Dem": 1605, "da": 1606, " Cl": 1607, "lly": 1608, "ensi": 1609, " bit": 1610, " games": 1611, "gin": 1612, "issi": 1613, "most": 1614, "ats": 1615, "19": 1616, " name": 1617, " times": 1618, "ship": 1619, "ured": 1620, "ware": 1621, " sever": 1622, " order": 1623, "ither": 1624, " All": 1625, " May": 1626, "vestig": 1627, "idd": 1628, "uture": 1629, " appear": 1630, " Russi": 1631, "ccess": 1632, " dev": 1633, " Mc": 1634, " Sy": 1635, "ene": 1636, " characte": 1637, " return": 1638, " players": 1639, " sing": 1640, " doing": 1641, " ,": 1642, "There": 1643, "go": 1644, " bo": 1645, " children": 1646, " lear": 1647, " Se": 1648, " market": 1649, " la": 1650, "ER": 1651, " 15": 1652, " early": 1653, " whether": 1654, " seen": 1655, " having": 1656, " complete": 1657, " Presiden": 1658, " media": 1659, " today": 1660, " Or": 1661, "ness": 1662, " prop": 1663, " social": 1664, " several": 1665, " At": 1666, " meet": 1667, " event": 1668, " equ": 1669, " crit": 1670, "rin": 1671, "ract": 1672, " press": 1673, " young": 1674, " control": 1675, "ule": 1676, " pot": 1677, " five": 1678, " sure": 1679, " went": 1680, "lat": 1681, " No": 1682, " certain": 1683, "ulati": 1684, " occ": 1685, " York": 1686, "ann": 1687, " mar": 1688, " eng": 1689, " miss": 1690, "ction": 1691, " water": 1692, " likely": 1693, "tal": 1694, " side": 1695, " example": 1696, " members": 1697, " hour": 1698, " done": 1699, "ler": 1700, "aken": 1701, " Europe": 1702, " Col": 1703, " understa": 1704, " arg": 1705, " sex": 1706, "12": 1707, " vers": 1708, "ounce": 1709, "ortun": 1710, " States": 1711, " along": 1712, "ribu": 1713, "ape": 1714, " invol": 1715, " decision": 1716, "And": 1717, "//": 1718, " manag": 1719, "ony": 1720, " months": 1721, " test": 1722, " among": 1723, "tire": 1724, " ris": 1725, " ]": 1726, " Ste": 1727, "ely": 1728, " milit": 1729, "St": 1730, " night": 1731, " feat": 1732, " concer": 1733, " course": 1734, "lection": 1735, "vert": 1736, "uff": 1737, "ront": 1738, " once": 1739, " within": 1740, " activ": 1741, " viol": 1742, " short": 1743, "rew": 1744, " future": 1745, " possible": 1746, "ots": 1747, " investig": 1748, " land": 1749, " 11": 1750, " success": 1751, "eb": 1752, "verage": 1753, "une": 1754, "aine": 1755, " means": 1756, " po": 1757, " non": 1758, " priv": 1759, " Car": 1760, "ivid": 1761, " Obama": 1762, "aps": 1763, " thought": 1764, " On": 1765, " yet": 1766, "resen": 1767, " author": 1768, " known": 1769, "inat": 1770, " When": 1771, " reason": 1772, " avail": 1773, " hold": 1774, " fail": 1775, " elect": 1776, " red": 1777, "\u2013": 1778, " across": 1779, " &": 1780, " State": 1781, "pect": 1782, "ards": 1783, " local": 1784, "iza": 1785, " sugg": 1786, "side": 1787, " orig": 1788, " given": 1789, "ties": 1790, "ests": 1791, " makes": 1792, " asked": 1793, "ants": 1794, "You": 1795, " i": 1796, "artme": 1797, "fer": 1798, "less": 1799, " national": 1800, " believe": 1801, "rac": 1802, " Universi": 1803, " video": 1804, "ague": 1805, " reported": 1806, " prob": 1807, " Mr": 1808, "ociat": 1809, " mus": 1810, " ra": 1811, "not": 1812, "ubl": 1813, " 2016": 1814, " strong": 1815, " Min": 1816, " others": 1817, " problem": 1818, " dra": 1819, "ici": 1820, " close": 1821, "rop": 1822, " lim": 1823, " cit": 1824, "ling": 1825, "aff": 1826, " House": 1827, " cond": 1828, " getting": 1829, " cut": 1830, "ched": 1831, " fight": 1832, " Am": 1833, " ben": 1834, " coun": 1835, "ederal": 1836, "work": 1837, "ator": 1838, " 30": 1839, "urther": 1840, "iron": 1841, "ults": 1842, " book": 1843, " X": 1844, " Wor": 1845, "timate": 1846, "ring": 1847, " particul": 1848, "30": 1849, " position": 1850, "'ve": 1851, "ases": 1852, " clear": 1853, " net": 1854, " started": 1855, "thing": 1856, "urs": 1857, "ato": 1858, "ilar": 1859, " Democrat": 1860, "For": 1861, " #": 1862, " death": 1863, " party": 1864, " issue": 1865, "use": 1866, ".,": 1867, " availabl": 1868, " followin": 1869, " 2015": 1870, " series": 1871, " hig": 1872, " mom": 1873, " based": 1874, " study": 1875, " low": 1876, "gether": 1877, "ividu": 1878, " love": 1879, " history": 1880, " ago": 1881, "thi": 1882, " employ": 1883, " announce": 1884, "hing": 1885, " indust": 1886, " matter": 1887, "uly": 1888, " treat": 1889, "ashing": 1890, " trying": 1891, "son": 1892, " together": 1893, " comes": 1894, " Cent": 1895, " 16": 1896, " perform": 1897, " Br": 1898, " almost": 1899, " Sen": 1900, " commit": 1901, " statemen": 1902, " idea": 1903, " access": 1904, " :": 1905, " foc": 1906, " intern": 1907, " Sec": 1908, " half": 1909, " six": 1910, " America": 1911, "aring": 1912, "AT": 1913, " Comm": 1914, " One": 1915, " addition": 1916, " added": 1917, " isn": 1918, "ief": 1919, " trad": 1920, "15": 1921, " impro": 1922, " result": 1923, "minist": 1924, " What": 1925, "la": 1926, " ca": 1927, "ev": 1928, " film": 1929, " pract": 1930, " represen": 1931, "elf": 1932, " hit": 1933, "though": 1934, "ili": 1935, " election": 1936, "witter": 1937, " 2014": 1938, " Ex": 1939, " fav": 1940, " individu": 1941, "----": 1942, " looking": 1943, " fre": 1944, " anything": 1945, "ulti": 1946, " rul": 1947, "rug": 1948, "ustom": 1949, "book": 1950, " anal": 1951, "ised": 1952, " ban": 1953, " dr": 1954, " Clin": 1955, " phot": 1956, " train": 1957, "aster": 1958, "unch": 1959, " descri": 1960, " bad": 1961, " John": 1962, "ster": 1963, "gle": 1964, " area": 1965, " Canad": 1966, " Bro": 1967, " saying": 1968, " building": 1969, "ived": 1970, "ane": 1971, "pr": 1972, "off": 1973, "'m": 1974, "rael": 1975, " z": 1976, "my": 1977, "ectiv": 1978, " sci": 1979, "sec": 1980, " face": 1981, " court": 1982, " mor": 1983, " entire": 1984, " taken": 1985, "ams": 1986, " live": 1987, " compet": 1988, " personal": 1989, "ball": 1990, "What": 1991, "arm": 1992, "ged": 1993, "att": 1994, "ait": 1995, " er": 1996, "rict": 1997, " sent": 1998, "isc": 1999, "olog": 2000, "oice": 2001, " near": 2002, " 14": 2003, " behind": 2004, "ones": 2005, "ality": 2006, "roduc": 2007, " light": 2008, " \\xc2": 2009, " Eng": 2010, " security": 2011, "uge": 2012, " proper": 2013, " sol": 2014, " sw": 2015, "osp": 2016, " potentia": 2017, " aut": 2018, " |": 2019, " join": 2020, " bill": 2021, " relation": 2022, " military": 2023, " single": 2024, " threat": 2025, " rather": 2026, " art": 2027, " Pol": 2028, "IN": 2029, " remain": 2030, " Af": 2031, "istan": 2032, "ls": 2033, "ply": 2034, " present": 2035, " War": 2036, " suppor": 2037, " lo": 2038, "alif": 2039, " black": 2040, " quick": 2041, "ium": 2042, " policy": 2043, " wanted": 2044, "ails": 2045, "anie": 2046, "alleng": 2047, "na": 2048, " technolo": 2049, " previous": 2050, "ishe": 2051, "erman": 2052, " mess": 2053, " Brit": 2054, " fall": 2055, " North": 2056, "eal": 2057, " 13": 2058, "irc": 2059, " publ": 2060, "aul": 2061, " mind": 2062, " Man": 2063, " comb": 2064, " special": 2065, " Dep": 2066, " Co": 2067, " project": 2068, " bring": 2069, " invest": 2070, " someone": 2071, " sum": 2072, "14": 2073, " attem": 2074, "lier": 2075, " stat": 2076, "On": 2077, " player": 2078, "ral": 2079, " National": 2080, " Fl": 2081, " taking": 2082, " 17": 2083, "When": 2084, " Bar": 2085, " food": 2086, "ze": 2087, " pret": 2088, " key": 2089, "pecial": 2090, " conn": 2091, " similar": 2092, "ency": 2093, " City": 2094, " else": 2095, "ternat": 2096, " /": 2097, " fr": 2098, " World": 2099, " To": 2100, "ids": 2101, " developm": 2102, " Clinton": 2103, "ote": 2104, " foot": 2105, " body": 2106, " toward": 2107, "RE": 2108, "rote": 2109, " probably": 2110, " wal": 2111, ".)": 2112, " sal": 2113, "16": 2114, "viron": 2115, " sus": 2116, "ashingt": 2117, " coming": 2118, " nothing": 2119, " const": 2120, " points": 2121, " artic": 2122, " repl": 2123, "An": 2124, " Im": 2125, "vironm": 2126, " signific": 2127, " giv": 2128, " cou": 2129, " however": 2130, "ogra": 2131, " Har": 2132, "://": 2133, "ume": 2134, "Ad": 2135, " either": 2136, " service": 2137, "pti": 2138, " Chris": 2139, " original": 2140, "ows": 2141, " 2013": 2142, "That": 2143, " benef": 2144, "acy": 2145, " est": 2146, " Israel": 2147, " rights": 2148, "ourn": 2149, "iou": 2150, "wer": 2151, "ison": 2152, " exist": 2153, " star": 2154, "ensiv": 2155, " function": 2156, "amed": 2157, " Aust": 2158, "So": 2159, " enc": 2160, " fire": 2161, " )": 2162, "yn": 2163, " economic": 2164, " further": 2165, " wrote": 2166, " diff": 2167, " stop": 2168, "vent": 2169, " compl": 2170, " meas": 2171, "IS": 2172, "attle": 2173, "now": 2174, " house": 2175, "oke": 2176, "vertis": 2177, " Ed": 2178, "ON": 2179, " seems": 2180, "pre": 2181, " issues": 2182, " create": 2183, " field": 2184, " companie": 2185, " challeng": 2186, " step": 2187, "idence": 2188, " sound": 2189, " cand": 2190, " super": 2191, " fig": 2192, " whole": 2193, " targ": 2194, "set": 2195, " begin": 2196, " cult": 2197, " Su": 2198, "elt": 2199, " third": 2200, "lim": 2201, " everythi": 2202, " due": 2203, " With": 2204, " leaders": 2205, " spend": 2206, " prin": 2207, " Ge": 2208, " tem": 2209, "enn": 2210, " states": 2211, "AN": 2212, "lecti": 2213, " watch": 2214, "pping": 2215, "13": 2216, " dam": 2217, "pite": 2218, " offer": 2219, " exec": 2220, " However": 2221, " anti": 2222, "ety": 2223, "ern": 2224, " 2012": 2225, " Washingt": 2226, "ont": 2227, " room": 2228, " stri": 2229, " role": 2230, " custom": 2231, "utes": 2232, " released": 2233, " lab": 2234, " Gu": 2235, " ey": 2236, "\u00e9": 2237, " App": 2238, "co": 2239, " ce": 2240, " Jan": 2241, "ended": 2242, " Dav": 2243, " final": 2244, "ivil": 2245, " Dec": 2246, "selv": 2247, " space": 2248, " nec": 2249, "ories": 2250, "iday": 2251, " inj": 2252, " South": 2253, "bor": 2254, "ches": 2255, " dou": 2256, "rist": 2257, "Ch": 2258, " self": 2259, "ried": 2260, " administ": 2261, " himself": 2262, "lu": 2263, " hours": 2264, " began": 2265, " ener": 2266, " agre": 2267, "che": 2268, " document": 2269, "pro": 2270, " federal": 2271, "erva": 2272, " outside": 2273, "omin": 2274, "br": 2275, " provide": 2276, " sit": 2277, " above": 2278, "tor": 2279, " 2017": 2280, "amer": 2281, "ww": 2282, "vis": 2283, " front": 2284, "rali": 2285, " break": 2286, " became": 2287, "ilt": 2288, " itself": 2289, " countrie": 2290, " students": 2291, " office": 2292, " 198": 2293, "obal": 2294, "iod": 2295, " themselv": 2296, "este": 2297, "ined": 2298, "essi": 2299, " bar": 2300, "lam": 2301, " buy": 2302, " evidence": 2303, "reg": 2304, " late": 2305, " larg": 2306, " 100": 2307, "de": 2308, "itut": 2309, " 25": 2310, "'ll": 2311, "uce": 2312, " true": 2313, "bo": 2314, " wasn": 2315, "aid": 2316, " situ": 2317, " Te": 2318, " simply": 2319, " action": 2320, " specific": 2321, "like": 2322, "po": 2323, " Res": 2324, " thin": 2325, " difficul": 2326, "iddle": 2327, "ored": 2328, " imm": 2329, " financ": 2330, " intervie": 2331, "17": 2332, " drug": 2333, " plac": 2334, "angu": 2335, "ert": 2336, "asi": 2337, "ung": 2338, " cop": 2339, "ogn": 2340, "acebook": 2341, " var": 2342, "ued": 2343, " describe": 2344, " ans": 2345, " Inst": 2346, " develope": 2347, " Just": 2348, "oogle": 2349, " groups": 2350, " ground": 2351, " approach": 2352, " hom": 2353, "val": 2354, "here": 2355, "af": 2356, " gun": 2357, " running": 2358, "play": 2359, "oid": 2360, " multi": 2361, " ball": 2362, " music": 2363, " Sep": 2364, " rad": 2365, " release": 2366, " needs": 2367, "iety": 2368, " version": 2369, " shows": 2370, " woman": 2371, " Ass": 2372, " di": 2373, " China": 2374, " Ab": 2375, "jects": 2376, " pretty": 2377, "iec": 2378, " dest": 2379, " everyone": 2380, "icip": 2381, " forward": 2382, " needed": 2383, " below": 2384, "ser": 2385, " general": 2386, "vin": 2387, "anger": 2388, "ration": 2389, " playing": 2390, " common": 2391, "BC": 2392, "eks": 2393, " saw": 2394, " exc": 2395, "uter": 2396, " sen": 2397, " mag": 2398, " white": 2399, "den": 2400, " situatio": 2401, " deep": 2402, "ulat": 2403, "umb": 2404, "ental": 2405, "AR": 2406, " typ": 2407, " played": 2408, "sy": 2409, " include": 2410, " sense": 2411, " Med": 2412, " conditio": 2413, "arent": 2414, " German": 2415, " Part": 2416, " His": 2417, " ap": 2418, " quite": 2419, "ffic": 2420, " director": 2421, " anim": 2422, " alleg": 2423, " energy": 2424, "yl": 2425, "oe": 2426, "idat": 2427, " charg": 2428, "ray": 2429, " response": 2430, " Mus": 2431, " publishe": 2432, " 50": 2433, "How": 2434, " legal": 2435, " reac": 2436, "mb": 2437, " gen": 2438, " billion": 2439, " lost": 2440, " After": 2441, "bert": 2442, " industry": 2443, "18": 2444, " boo": 2445, " pick": 2446, "udi": 2447, " especial": 2448, " abs": 2449, " track": 2450, " talk": 2451, "hel": 2452, " producti": 2453, "epend": 2454, " jud": 2455, "pris": 2456, "**": 2457, " instead": 2458, " ple": 2459, " environm": 2460, " value": 2461, "AS": 2462, "atin": 2463, " host": 2464, "let": 2465, " longer": 2466, " News": 2467, "rec": 2468, " vote": 2469, "wor": 2470, "ccordin": 2471, " period": 2472, "back": 2473, "tial": 2474, " recently": 2475, "anguage": 2476, " opportun": 2477, " weeks": 2478, "25": 2479, " changes": 2480, " Par": 2481, "irt": 2482, " Twitter": 2483, " West": 2484, "emen": 2485, " deter": 2486, " Will": 2487, " {": 2488, " Go": 2489, " site": 2490, "irm": 2491, " soon": 2492, " White": 2493, " clim": 2494, "head": 2495, "ural": 2496, " Pe": 2497, " tit": 2498, " pain": 2499, " shoot": 2500, " wrong": 2501, " focus": 2502, " moment": 2503, " Cong": 2504, " Some": 2505, " serious": 2506, " gir": 2507, " online": 2508, "ender": 2509, " private": 2510, "ades": 2511, "cil": 2512, " Departme": 2513, "hic": 2514, " March": 2515, " organiza": 2516, " ep": 2517, "eme": 2518, " phys": 2519, " practice": 2520, " standard": 2521, " pred": 2522, " contract": 2523, " led": 2524, " services": 2525, " higher": 2526, " works": 2527, " educ": 2528, " results": 2529, " 24": 2530, " held": 2531, " circ": 2532, "aper": 2533, "ift": 2534, " cred": 2535, " total": 2536, " Syri": 2537, " relig": 2538, " reve": 2539, " share": 2540, " These": 2541, "They": 2542, "onald": 2543, " candidat": 2544, " My": 2545, "ners": 2546, " favor": 2547, " review": 2548, "urch": 2549, "ement": 2550, " ele": 2551, " age": 2552, " webs": 2553, " stay": 2554, " words": 2555, " accept": 2556, "lege": 2557, "ura": 2558, " rate": 2559, " goal": 2560, "mp": 2561, " Aug": 2562, "identif": 2563, " minutes": 2564, "key": 2565, " upd": 2566, "Al": 2567, " laws": 2568, "icro": 2569, " article": 2570, "lear": 2571, " Mich": 2572, "ask": 2573, " Pr": 2574, "ateg": 2575, " div": 2576, " account": 2577, "ablis": 2578, " den": 2579, "60": 2580, " sold": 2581, "haps": 2582, " Sm": 2583, " anyone": 2584, " necess": 2585, " wind": 2586, " rac": 2587, "wo": 2588, " June": 2589, " applic": 2590, " earlier": 2591, "ips": 2592, " code": 2593, "asons": 2594, "pril": 2595, " internat": 2596, "apan": 2597, "ula": 2598, " operatio": 2599, " surpris": 2600, " friends": 2601, " piec": 2602, " hy": 2603, "oluti": 2604, " movement": 2605, " God": 2606, "iles": 2607, " ran": 2608, "aker": 2609, "ES": 2610, " sell": 2611, " demand": 2612, " shot": 2613, " risk": 2614, "ault": 2615, " prim": 2616, " pack": 2617, " dead": 2618, " 2011": 2619, " ways": 2620, "uel": 2621, " problems": 2622, " meth": 2623, " July": 2624, " created": 2625, " identif": 2626, " received": 2627, " performa": 2628, " expected": 2629, " responsi": 2630, " easy": 2631, "order": 2632, " cannot": 2633, "gen": 2634, " contribu": 2635, "ments": 2636, " force": 2637, " pat": 2638, " consum": 2639, "Ph": 2640, " Congress": 2641, " ste": 2642, " target": 2643, " En": 2644, "ming": 2645, " Mond": 2646, " Facebook": 2647, " involved": 2648, " visit": 2649, "sm": 2650, " hope": 2651, " supporte": 2652, "mediat": 2653, " Count": 2654, " financia": 2655, " populati": 2656, "ivers": 2657, " staff": 2658, " moder": 2659, " 197": 2660, " amount": 2661, " authorit": 2662, "hern": 2663, "entio": 2664, " gra": 2665, "mon": 2666, "reet": 2667, " Gr": 2668, " poll": 2669, "gr": 2670, "resse": 2671, " Red": 2672, "lex": 2673, " exact": 2674, " language": 2675, "At": 2676, " mater": 2677, " comment": 2678, "uesday": 2679, " vic": 2680, " Google": 2681, " civil": 2682, "arter": 2683, " Hill": 2684, " terror": 2685, " Ag": 2686, " nearly": 2687, "omb": 2688, "aving": 2689, " broad": 2690, " Not": 2691, " leave": 2692, "ires": 2693, " model": 2694, " users": 2695, " cases": 2696, " fans": 2697, "oto": 2698, " average": 2699, " Australi": 2700, "islat": 2701, "mber": 2702, " wait": 2703, " Me": 2704, " tre": 2705, "ized": 2706, " block": 2707, "okes": 2708, " et": 2709, " April": 2710, " inside": 2711, "llig": 2712, " soft": 2713, " Ro": 2714, " coll": 2715, " club": 2716, " Friday": 2717, "assi": 2718, " road": 2719, " Cour": 2720, "____": 2721, " killed": 2722, " oppos": 2723, " arrest": 2724, " living": 2725, " worth": 2726, " competit": 2727, " worked": 2728, " becom": 2729, " Pal": 2730, " source": 2731, " ur": 2732, "ible": 2733, "cal": 2734, " chance": 2735, "aged": 2736, " Monday": 2737, "tembe": 2738, " Dr": 2739, " type": 2740, " base": 2741, " reports": 2742, " associat": 2743, "bit": 2744, "uary": 2745, " San": 2746, " 2010": 2747, " Per": 2748, " exce": 2749, " sto": 2750, " Oc": 2751, "ampion": 2752, " Tuesday": 2753, " immediat": 2754, " oil": 2755, " travel": 2756, "ousand": 2757, " ability": 2758, " global": 2759, " Russia": 2760, " mid": 2761, "ha": 2762, " traditio": 2763, " execu": 2764, "eter": 2765, "joy": 2766, " respond": 2767, " European": 2768, " terms": 2769, " decided": 2770, " cell": 2771, "ude": 2772, "\",": 2773, " effect": 2774, " price": 2775, " Japan": 2776, "tation": 2777, " content": 2778, " establis": 2779, "To": 2780, "rought": 2781, " indic": 2782, " tou": 2783, "hest": 2784, " workers": 2785, " takes": 2786, " lack": 2787, "isti": 2788, "OR": 2789, " phone": 2790, " While": 2791, " Ne": 2792, "tober": 2793, " committe": 2794, " influ": 2795, " log": 2796, " Wed": 2797, " mother": 2798, "ecte": 2799, "ging": 2800, " gave": 2801, "int": 2802, "unt": 2803, "icall": 2804, " weap": 2805, " determin": 2806, "ovember": 2807, "ature": 2808, " <": 2809, " happened": 2810, " 40": 2811, " fem": 2812, " Now": 2813, " defin": 2814, " require": 2815, " necessar": 2816, "iber": 2817, "put": 2818, " Calif": 2819, " emer": 2820, " Cor": 2821, " foreign": 2822, " recogn": 2823, "ida": 2824, " natur": 2825, " Geor": 2826, " particip": 2827, " meeting": 2828, " goes": 2829, "40": 2830, "tr": 2831, " +": 2832, " currentl": 2833, " dro": 2834, "nesda": 2835, " send": 2836, " By": 2837, "yle": 2838, " plans": 2839, " whose": 2840, "come": 2841, " events": 2842, "\".": 2843, " material": 2844, " teams": 2845, "uit": 2846, " lat": 2847, "ursday": 2848, " member": 2849, " squ": 2850, " cal": 2851, " lives": 2852, "clus": 2853, " vol": 2854, "fect": 2855, "ought": 2856, " vari": 2857, "One": 2858, " \\xe2": 2859, " Feb": 2860, " Septembe": 2861, "based": 2862, "EN": 2863, "mar": 2864, " introduc": 2865, " pati": 2866, " turned": 2867, "rap": 2868, " regard": 2869, " simple": 2870, " Sund": 2871, "ael": 2872, " arri": 2873, "ky": 2874, " discover": 2875, " pict": 2876, " race": 2877, " TV": 2878, " network": 2879, " career": 2880, " Sch": 2881, " January": 2882, " mis": 2883, " huge": 2884, " David": 2885, " method": 2886, " Islam": 2887, "hi": 2888, " 21": 2889, " ill": 2890, "ese": 2891, " hear": 2892, " couple": 2893, "avy": 2894, " applicat": 2895, " nation": 2896, "ospital": 2897, " page": 2898, " suff": 2899, " November": 2900, " felt": 2901, " Wednesda": 2902, " numbers": 2903, " engine": 2904, " Wal": 2905, "onstr": 2906, " tool": 2907, "oor": 2908, " email": 2909, "rugg": 2910, " areas": 2911, " word": 2912, " quickly": 2913, "ities": 2914, " improve": 2915, " @": 2916, " father": 2917, " impact": 2918, " Thursday": 2919, " Gl": 2920, " dig": 2921, "ttp": 2922, " heart": 2923, " ord": 2924, " loss": 2925, " via": 2926, " boy": 2927, " hon": 2928, " October": 2929, " built": 2930, " heard": 2931, " Paul": 2932, " round": 2933, " pull": 2934, "chie": 2935, "ani": 2936, "==": 2937, "nin": 2938, " 22": 2939, " August": 2940, " trade": 2941, "gs": 2942, "][": 2943, " effectiv": 2944, " thousand": 2945, " allowed": 2946, " cover": 2947, " possib": 2948, " Ang": 2949, "ops": 2950, "?\u201d": 2951, " spent": 2952, " reveal": 2953, " wants": 2954, " included": 2955, " customer": 2956, " Court": 2957, " board": 2958, " lower": 2959, "sts": 2960, " enjoy": 2961, " reduc": 2962, " ask": 2963, "Re": 2964, " economy": 2965, " wide": 2966, " legislat": 2967, " website": 2968, "uctur": 2969, " educatio": 2970, " gets": 2971, " popular": 2972, "load": 2973, " forces": 2974, " neigh": 2975, " knew": 2976, " emb": 2977, "200": 2978, "leb": 2979, "ban": 2980, " speak": 2981, "aily": 2982, " behav": 2983, " cy": 2984, " cause": 2985, "ery": 2986, " Californ": 2987, " song": 2988, "iste": 2989, " attentio": 2990, " separ": 2991, " match": 2992, " tried": 2993, " Canada": 2994, "ify": 2995, " remember": 2996, "ills": 2997, " hor": 2998, " 23": 2999, "venti": 3000, " various": 3001, " County": 3002, "porat": 3003, "roll": 3004, " British": 3005, " ens": 3006, "\u00ad": 3007, "\u201d.": 3008, " check": 3009, " bud": 3010, "ba": 3011, " collecti": 3012, "pri": 3013, " Kore": 3014, " Sunday": 3015, "AL": 3016, "ges": 3017, " IS": 3018, " UK": 3019, "With": 3020, "struc": 3021, " computer": 3022, "'d": 3023, " looks": 3024, " brought": 3025, "uses": 3026, "ique": 3027, "Sh": 3028, " norm": 3029, " fair": 3030, " reach": 3031, "yond": 3032, "After": 3033, "arents": 3034, " clos": 3035, " mention": 3036, " town": 3037, " hands": 3038, " fell": 3039, " fear": 3040, " growth": 3041, " training": 3042, "urns": 3043, " Her": 3044, " size": 3045, "99": 3046, " Russian": 3047, " secret": 3048, " morning": 3049, " }": 3050, "ecause": 3051, "ream": 3052, "ying": 3053, " progress": 3054, " leader": 3055, "port": 3056, "ita": 3057, " Black": 3058, "undred": 3059, " conv": 3060, "orter": 3061, "mitte": 3062, " Act": 3063, " upon": 3064, " image": 3065, " search": 3066, " December": 3067, "gest": 3068, " answer": 3069, " vehic": 3070, "secut": 3071, " rules": 3072, "AC": 3073, " address": 3074, "itc": 3075, " citiz": 3076, " conduc": 3077, " hot": 3078, " Street": 3079, "ho": 3080, "onder": 3081, "seque": 3082, "iminal": 3083, "While": 3084, " Jew": 3085, " Sw": 3086, " independ": 3087, " strugg": 3088, " structur": 3089, "hy": 3090, "itive": 3091, " sometime": 3092, " features": 3093, " King": 3094, " talking": 3095, " El": 3096, "arth": 3097, "olution": 3098, " fast": 3099, " Do": 3100, " latest": 3101, "ately": 3102, "ondon": 3103, " Post": 3104, "ayer": 3105, "raz": 3106, "ances": 3107, " ess": 3108, " push": 3109, "ny": 3110, "ded": 3111, " Times": 3112, " Je": 3113, " Senate": 3114, "uf": 3115, " speed": 3116, "ande": 3117, " Iran": 3118, " Tex": 3119, "ED": 3120, " successf": 3121, "rown": 3122, " card": 3123, "aturday": 3124, "ana": 3125, " coach": 3126, " sn": 3127, "pir": 3128, "24": 3129, " Rom": 3130, " und": 3131, " paper": 3132, " slow": 3133, "US": 3134, "uty": 3135, " employee": 3136, " Park": 3137, " exam": 3138, " achie": 3139, "ori": 3140, " depend": 3141, " estimate": 3142, " perfect": 3143, " India": 3144, " Party": 3145, " son": 3146, " safe": 3147, "vey": 3148, "uk": 3149, " resident": 3150, " 2008": 3151, " Mon": 3152, " regular": 3153, " increasi": 3154, "body": 3155, " imag": 3156, " critic": 3157, "80": 3158, " seven": 3159, " sexual": 3160, " spokes": 3161, "abor": 3162, "OS": 3163, "raq": 3164, " ...": 3165, " conc": 3166, " box": 3167, " mach": 3168, " medical": 3169, " parents": 3170, " Muslim": 3171, " Christia": 3172, " systems": 3173, " Center": 3174, " effort": 3175, "ruary": 3176, "iam": 3177, " jobs": 3178, "rel": 3179, "reme": 3180, " physical": 3181, " levels": 3182, "Tr": 3183, " relative": 3184, " written": 3185, " prior": 3186, " sort": 3187, " tele": 3188, " doll": 3189, " Cap": 3190, " band": 3191, " susp": 3192, "erc": 3193, "eed": 3194, "inc": 3195, " 2009": 3196, " violence": 3197, " pressure": 3198, " executiv": 3199, "IT": 3200, "ativ": 3201, " inn": 3202, " Ke": 3203, " histor": 3204, " conserva": 3205, " link": 3206, "pts": 3207, " construc": 3208, " message": 3209, " majority": 3210, "edom": 3211, "rench": 3212, " Char": 3213, "22": 3214, ");": 3215, "roy": 3216, " draw": 3217, "raft": 3218, "itch": 3219, "IC": 3220, "bl": 3221, "ico": 3222, "OP": 3223, " cross": 3224, " mass": 3225, "atform": 3226, " ul": 3227, "ysis": 3228, " gas": 3229, " doub": 3230, " defense": 3231, "pos": 3232, "\u2022": 3233, " Mark": 3234, " bank": 3235, " range": 3236, "rast": 3237, "Advertis": 3238, " attacks": 3239, "sych": 3240, " obvious": 3241, " modern": 3242, " port": 3243, " learn": 3244, "lemen": 3245, " climate": 3246, " immig": 3247, "ken": 3248, " East": 3249, "erve": 3250, " society": 3251, "urd": 3252, " discussi": 3253, " guy": 3254, " influenc": 3255, " connecti": 3256, "zed": 3257, "She": 3258, " London": 3259, "entis": 3260, " despite": 3261, "iff": 3262, "ples": 3263, " pen": 3264, "yr": 3265, "irec": 3266, " exactly": 3267, " officers": 3268, "tly": 3269, " biggest": 3270, " quarter": 3271, " protecti": 3272, " Christ": 3273, " aren": 3274, "change": 3275, " middle": 3276, " Saturday": 3277, " Iraq": 3278, " certainl": 3279, " claims": 3280, " paid": 3281, "orney": 3282, "ago": 3283, " Donald": 3284, " appe": 3285, "ker": 3286, " required": 3287, " resource": 3288, "cle": 3289, " carry": 3290, "ligh": 3291, "sio": 3292, " initi": 3293, " More": 3294, "oud": 3295, "ham": 3296, " movie": 3297, " extra": 3298, " table": 3299, " affect": 3300, "ste": 3301, " hundred": 3302, " terroris": 3303, " solution": 3304, " incident": 3305, "perat": 3306, " products": 3307, " implemen": 3308, "ished": 3309, " Net": 3310, "estern": 3311, " looked": 3312, " stra": 3313, " McC": 3314, " finally": 3315, " *": 3316, " har": 3317, "inese": 3318, " ones": 3319, "ommen": 3320, " Soc": 3321, " term": 3322, " aw": 3323, " pan": 3324, "sing": 3325, "hers": 3326, " February": 3327, " blood": 3328, "ferenc": 3329, " screen": 3330, " professi": 3331, " prison": 3332, "uclear": 3333, "pper": 3334, " chief": 3335, "No": 3336, " provided": 3337, " 27": 3338, " summer": 3339, " giving": 3340, " stuff": 3341, " showed": 3342, "sp": 3343, " costs": 3344, " Sand": 3345, "ruct": 3346, " Qu": 3347, "resh": 3348, " Em": 3349, " user": 3350, " occur": 3351, " leading": 3352, " Pat": 3353, " changed": 3354, " stories": 3355, " details": 3356, " science": 3357, " surv": 3358, " text": 3359, "hib": 3360, " fit": 3361, " named": 3362, " quality": 3363, " communic": 3364, "ux": 3365, "oi": 3366, "\\xe3\\x81": 3367, " comments": 3368, "asion": 3369, " multiple": 3370, " Cont": 3371, " bur": 3372, " starting": 3373, " Mor": 3374, " intellig": 3375, " cris": 3376, " Coun": 3377, " damage": 3378, " location": 3379, " eight": 3380, " product": 3381, " remains": 3382, " reb": 3383, "oose": 3384, " danger": 3385, " Tur": 3386, " complain": 3387, " region": 3388, " parts": 3389, " poor": 3390, " path": 3391, "nding": 3392, " budget": 3393, " 26": 3394, " neg": 3395, " growing": 3396, " criminal": 3397, " write": 3398, "ett": 3399, " bir": 3400, " enter": 3401, " voters": 3402, "ives": 3403, " maintain": 3404, "uan": 3405, " natural": 3406, " item": 3407, " purch": 3408, " \\xd0": 3409, "oint": 3410, "arr": 3411, " Even": 3412, " writing": 3413, " mill": 3414, " >": 3415, "aves": 3416, " treatmen": 3417, " La": 3418, " culture": 3419, " fix": 3420, "ston": 3421, "....": 3422, " efforts": 3423, "kes": 3424, "ino": 3425, " wouldn": 3426, " liber": 3427, " demonstr": 3428, "AM": 3429, " died": 3430, " epis": 3431, " accom": 3432, " 28": 3433, " ready": 3434, " League": 3435, " thinking": 3436, " reading": 3437, " although": 3438, " camer": 3439, " surprise": 3440, " Texas": 3441, " spot": 3442, " guys": 3443, " subst": 3444, " Che": 3445, " unf": 3446, " argument": 3447, "ni": 3448, " kids": 3449, " Des": 3450, "aught": 3451, " perhaps": 3452, " gain": 3453, " saf": 3454, " speech": 3455, " beyond": 3456, " mob": 3457, " fill": 3458, " mat": 3459, " througho": 3460, " conferen": 3461, " First": 3462, " usually": 3463, " effects": 3464, " Minister": 3465, "atic": 3466, " directly": 3467, " TH": 3468, " Gener": 3469, "erat": 3470, " alone": 3471, "FL": 3472, "esso": 3473, " towards": 3474, " rob": 3475, " platform": 3476, " discus": 3477, "ara": 3478, " couldn": 3479, " calls": 3480, " eventual": 3481, " reality": 3482, " sens": 3483, "lish": 3484, "rim": 3485, " football": 3486, " (@": 3487, " Star": 3488, "ectio": 3489, "23": 3490, " Ser": 3491, " hospital": 3492, " generati": 3493, " avoid": 3494, " student": 3495, " bal": 3496, "27": 3497, " repe": 3498, "anis": 3499, " file": 3500, " propos": 3501, " center": 3502, 