32 116 257
32 97 258
104 101 259
105 110 260
114 101 261
257 259 262
111 110 263
101 114 264
32 115 265
32 119 266
97 116 267
32 111 268
101 110 269
32 99 270
105 116 271
105 115 272
111 114 273
32 98 274
97 110 275
32 102 276
32 112 277
101 115 278
111 117 279
258 110 280
101 100 281
257 111 282
97 114 283
97 108 284
32 109 285
32 260 286
268 102 287
260 103 288
32 104 289
32 100 290
226 128 291
97 115 292
280 100 293
257 104 294
105 99 295
108 101 296
111 109 297
108 108 298
32 110 299
32 108 300
32 261 301
115 116 302
32 101 303
116 105 304
118 101 305
114 111 306
274 101 307
32 103 308
105 100 309
108 121 310
97 99 311
32 84 312
111 116 313
32 73 314
294 267 315
32 263 316
117 116 317
115 101 318
32 83 319
32 272 320
97 121 321
97 109 322
97 100 323
111 119 324
276 273 325
291 153 326
101 116 327
105 103 328
32 65 329
269 116 330
118 264 331
105 109 332
117 114 333
105 263 334
108 100 335
32 67 336
32 117 337
101 99 338
32 121 339
32 271 340
32 259 341
265 116 342
105 114 343
271 104 344
266 104 345
32 77 346
111 108 347
266 101 348
99 101 349
266 344 350
258 115 351
116 264 352
110 100 353
32 66 354
105 108 355
116 101 356
99 104 357
32 80 358
266 292 359
339 279 360
107 101 361
32 291 362
105 298 363
270 263 364
116 115 365
32 114 366
258 116 367
259 114 368
114 105 369
97 103 370
289 97 371
32 87 372
32 72 373
267 101 374
277 306 375
117 115 376
285 111 377
264 115 378
112 112 379
258 261 380
32 68 381
32 49 382
117 108 383
270 297 384
110 116 385
105 102 386
32 82 387
101 109 388
111 112 389
312 259 390
117 109 391
32 50 392
114 297 393
328 104 394
32 40 395
97 260 396
116 104 397
32 70 398
101 108 399
269 100 400
303 120 401
275 100 402
299 101 403
291 157 404
261 115 405
32 78 406
111 111 407
32 118 408
299 313 409
371 305 410
117 110 411
279 335 412
268 114 413
97 98 414
274 121 415
32 71 416
276 393 417
111 99 418
258 108 419
111 115 420
265 101 421
39 115 422
304 263 423
105 101 424
265 117 425
32 76 426
290 101 427
265 104 428
294 272 429
284 108 430
278 115 431
113 117 432
117 302 433
32 296 434
32 69 435
289 272 436
270 104 437
265 97 438
258 98 439
84 259 440
283 116 441
278 116 442
48 48 443
362 156 444
114 97 445
267 105 446
289 292 447
297 101 448
311 107 449
277 108 450
32 74 451
279 116 452
258 99 453
110 103 454
103 104 455
273 116 456
115 105 457
101 283 458
272 116 459
32 79 460
32 106 461
283 100 462
261 100 463
117 100 464
266 273 465
279 114 466
394 116 467
265 112 468
97 107 469
271 121 470
262 121 471
97 112 472
274 317 473
300 105 474
114 279 475
290 111 476
267 334 477
270 275 478
266 363 479
438 309 480
117 99 481
266 259 482
32 85 483
32 107 484
292 116 485
295 104 486
275 116 487
322 101 488
258 298 489
103 101 490
32 34 491
345 111 492
257 114 493
308 111 494
116 368 495
102 102 496
268 317 497
262 343 498
295 101 499
109 101 500
263 103 501
309 101 502
112 108 503
111 100 504
377 261 505
337 112 506
118 269 507
263 101 508
258 100 509
101 112 510
116 111 511
105 278 512
337 110 513
285 101 514
117 101 515
111 261 516
439 452 517
105 97 518
117 261 519
348 261 520
316 101 521
32 269 522
265 111 523
337 115 524
32 75 525
117 98 526
275 115 527
289 323 528
260 101 529
370 101 530
266 412 531
392 48 532
345 486 533
97 361 534
32 332 535
270 108 536
284 310 537
332 101 538
260 100 539
97 117 540
258 103 541
115 111 542
384 112 543
98 264 544
338 116 545
287 102 546
331 121 547
111 302 548
97 261 549
307 269 550
112 264 551
114 121 552
364 116 553
105 284 554
328 110 555
312 104 556
311 116 557
107 115 558
105 118 559
339 458 560
101 119 561
474 361 562
265 448 563
285 275 564
286 99 565
277 101 566
314 110 567
321 115 568
277 264 569
105 122 570
311 101 571
271 101 572
301 115 573
292 101 574
273 100 575
268 495 576
105 112 577
111 318 578
109 264 579
389 296 580
532 49 581
261 110 582
268 331 583
290 272 584
262 261 585
105 305 586
403 119 587
307 99 588
419 542 589
294 275 590
257 101 591
258 114 592
279 115 593
107 288 594
99 116 595
279 455 596
319 116 597
258 379 598
261 267 599
482 110 600
360 114 601
263 115 602
262 109 603
111 103 604
345 267 605
566 580 606
265 99 607
102 352 608
407 100 609
105 296 610
32 432 611
97 118 612
292 115 613
98 296 614
102 273 615
324 110 616
336 104 617
311 104 618
461 433 619
280 121 620
32 89 621
263 100 622
340 115 623
110 101 624
97 355 625
257 538 626
111 102 627
299 111 628
301 99 629
285 121 630
261 101 631
116 121 632
32 51 633
108 295 634
341 114 635
484 110 636
32 386 637
308 327 638
105 111 639
283 121 640
32 86 641
46 404 642
305 108 643
314 116 644
286 511 645
105 261 646
301 112 647
257 119 648
343 302 649
279 385 650
279 353 651
384 109 652
277 441 653
32 45 654
268 333 655
111 260 656
277 261 657
322 112 658
450 321 659
373 101 660
275 103 661
102 101 662
356 120 663
540 318 664
323 101 665
119 110 666
407 107 667
295 107 668
32 306 669
535 112 670
277 347 671
309 269 672
270 111 673
265 259 674
44 404 675
258 608 676
382 57 677
276 649 678
270 412 679
289 324 680
453 99 681
110 115 682
289 332 683
39 116 684
114 271 685
353 264 686
97 119 687
111 98 688
112 116 689
124 62 690
400 627 691
60 124 692
691 663 693
330 115 694
105 335 695
316 310 696
276 101 697
273 121 698
283 107 699
405 115 700
275 99 701
277 114 702
648 111 703
272 104 704
100 481 705
288 115 706
295 97 707
290 338 708
265 264 709
291 156 710
260 107 711
274 108 712
119 101 713
465 107 714
307 116 715
46 34 716
116 288 717
274 449 718
377 302 719
362 147 720
258 109 721
111 298 722
290 309 723
118 281 724
265 338 725
111 121 726
108 105 727
541 396 728
475 455 729
46 46 730
32 52 731
269 115 732
337 686 733
105 275 734
114 117 735
290 278 736
318 108 737
116 281 738
118 278 739
364 115 740
588 664 741
273 115 742
299 324 743
560 115 744
108 464 745
362 148 746
269 349 747
267 264 748
615 109 749
526 634 750
303 507 751
372 101 752
403 281 753
401 112 754
32 36 755
636 324 756
367 116 757
117 298 758
44 34 759
421 101 760
334 115 761
509 100 762
286 352 763
286 100 764
267 281 765
115 115 766
117 357 767
109 269 768
295 284 769
114 115 770
303 547 771
32 53 772
662 582 773
446 111 774
333 110 775
259 100 776
483 110 777
425 379 778
285 534 779
279 110 780
303 109 781
262 318 782
304 118 783
475 353 784
482 261 785
102 116 786
391 112 787
331 110 788
267 278 789
73 110 790
266 487 791
84 104 792
329 353 793
290 263 794
414 296 795
109 275 796
268 112 797
266 321 798
98 101 799
383 116 800
303 118 801
304 111 802
275 349 803
307 288 804
301 109 805
277 420 806
306 119 807
564 121 808
285 321 809
274 117 810
290 386 811
262 110 812
102 516 813
354 317 814
99 99 815
32 91 816
312 114 817
105 331 818
112 101 819
270 430 820
565 745 821
41 46 822
301 103 823
313 104 824
111 335 825
118 288 826
294 729 827
100 321 828
428 412 829
109 115 830
117 284 831
265 321 832
110 288 833
276 108 834
265 121 835
277 405 836
294 578 837
105 593 838
32 547 839
282 111 840
112 104 841
111 305 842
300 485 843
115 104 844
428 324 845
285 767 846
292 263 847
117 353 848
327 104 849
469 288 850
105 310 851
342 114 852
260 349 853
342 374 854
116 296 855
556 272 856
324 264 857
267 104 858
313 368 859
114 272 860
116 269 861
283 103 862
277 104 863
348 298 864
418 107 865
301 108 866
372 104 867
274 114 868
392 443 869
307 108 870
476 278 871
337 318 872
290 616 873
268 666 874
32 400 875
338 104 876
284 115 877
427 102 878
114 267 879
108 278 880
300 501 881
329 579 882
494 788 883
271 105 884
265 304 885
307 813 886
285 263 887
275 490 888
259 110 889
117 112 890
292 104 891
120 116 892
386 101 893
32 361 894
296 99 895
333 288 896
294 711 897
406 561 898
270 650 899
276 260 900
114 295 901
271 281 902
591 322 903
283 357 904
285 665 905
119 462 906
269 264 907
291 148 908
351 115 909
425 357 910
41 44 911
269 99 912
494 288 913
99 263 914
261 302 915
465 335 916
308 609 917
342 464 918
341 108 919
105 98 920
425 98 921
414 108 922
283 310 923
286 118 924
114 322 925
101 107 926
277 656 927
45 45 928
303 496 929
728 302 930
99 297 931
100 264 932
265 333 933
342 441 934
265 109 935
108 260 936
73 116 937
32 54 938
308 117 939
109 330 940
265 327 941
114 263 942
308 488 943
105 120 944
443 48 945
292 281 946
885 298 947
345 610 948
103 275 949
883 500 950
285 260 951
363 334 952
434 323 953
271 334 954
919 112 955
475 112 956
271 115 957
713 269 958
97 120 959
46 692 960
87 101 961
277 378 962
366 467 963
265 568 964
286 356 965
270 283 966
103 121 967
105 269 968
286 302 969
268 98 970
424 119 971
265 332 972
573 112 973
270 347 974
257 534 975
302 388 976
737 102 977
265 488 978
715 958 979
811 773 980
294 596 981
387 101 982
546 295 983
111 347 984
352 110 985
121 115 986
295 275 987
284 101 988
32 281 989
299 391 990
289 394 991
265 555 992
300 687 993
110 264 994
97 343 995
272 101 996
101 331 997
119 321 998
375 118 999
109 260 1000
97 104 1001
257 264 1002
117 278 1003
272 115 1004
273 107 1005
101 102 1006
103 103 1007
584 99 1008
722 324 1009
116 396 1010
493 527 1011
647 456 1012
366 411 1013
286 115 1014
341 261 1015
107 281 1016
382 48 1017
294 631 1018
643 389 1019
258 784 1020
275 121 1021
276 651 1022
263 284 1023
267 357 1024
285 388 1025
301 284 1026
575 260 1027
285 281 1028
524 281 1029
261 323 1030
101 298 1031
621 279 1032
301 537 1033
835 976 1034
99 330 1035
97 122 1036
111 313 1037
322 278 1038
308 956 1039
468 338 1040
453 116 1041
375 705 1042
270 466 1043
32 55 1044
99 278 1045
426 101 1046
277 750 1047
112 296 1048
105 267 1049
289 402 1050
114 275 1051
331 115 1052
267 368 1053
329 108 1054
308 599 1055
97 305 1056
277 283 1057
266 297 1058
423 115 1059
284 397 1060
336 297 1061
46 91 1062
295 115 1063
270 333 1064
276 322 1065
817 787 1066
371 379 1067
329 114 1068
401 551 1069
390 121 1070
270 472 1071
265 108 1072
266 283 1073
309 264 1074
301 323 1075
274 824 1076
369 98 1077
290 321 1078
300 271 1079
276 539 1080
317 104 1081
364 102 1082
111 104 1083
319 104 1084
106 545 1085
290 327 1086
314 115 1087
304 102 1088
290 896 1089
116 259 1090
386 295 1091
32 48 1092
116 263 1093
274 328 1094
270 114 1095
273 365 1096
102 383 1097
32 56 1098
887 397 1099
304 109 1100
450 275 1101
108 402 1102
300 667 1103
103 327 1104
259 115 1105
427 1019 1106
477 284 1107
284 105 1108
320 115 1109
282 335 1110
265 853 1111
308 114 1112
646 595 1113
882 987 1114
296 595 1115
279 318 1116
348 926 1117
375 103 1118
269 318 1119
105 281 1120
849 260 1121
297 1121 1122
276 561 1123
99 105 1124
111 118 1125
101 120 1126
97 106 1127
117 537 1128
671 271 1129
434 103 1130
32 57 1131
116 116 1132
270 330 1133
401 503 1134
319 112 1135
870 424 1136
469 278 1137
276 1009 1138
295 383 1139
50 48 1140
300 313 1141
97 463 1142
308 907 1143
268 379 1144
300 893 1145
87 104 1146
257 284 1147
553 260 1148
301 432 1149
110 365 1150
99 264 1151
270 273 1152
332 278 1153
304 97 1154
314 102 1155
280 859 1156
277 317 1157
270 296 1158
375 116 1159
267 97 1160
327 115 1161
301 116 1162
276 355 1163
117 405 1164
265 1122 1165
301 102 1166
276 557 1167
300 418 1168
398 273 1169
357 984 1170
437 283 1171
265 418 1172
295 278 1173
286 102 1174
401 116 1175
277 857 1176
301 296 1177
98 378 1178
260 115 1179
295 116 1180
304 108 1181
427 112 1182
652 411 1183
294 706 1184
270 259 1185
408 313 1186
276 283 1187
341 323 1188
437 695 1189
285 269 1190
792 272 1191
270 658 1192
283 105 1193
283 115 1194
306 766 1195
303 618 1196
285 467 1197
403 331 1198
32 39 1199
261 385 1200
111 120 1201
403 892 1202
260 284 1203
376 457 1204
290 388 1205
493 121 1206
509 118 1207
277 613 1208
32 330 1209
308 313 1210
362 152 1211
72 101 1212
725 622 1213
384 101 1214
101 101 1215
274 376 1216
272 334 1217
468 101 1218
109 281 1219
356 109 1220
264 118 1221
274 442 1222
797 269 1223
421 388 1224
267 352 1225
489 324 1226
556 267 1227
117 103 1228
483 83 1229
355 271 1230
277 548 1231
697 399 1232
111 107 1233
611 278 1234
285 699 1235
32 46 1236
277 369 1237
116 295 1238
569 1035 1239
32 278 1240
358 306 1241
387 510 1242
329 110 1243
309 330 1244
1234 423 1245
289 448 1246
108 281 1247
565 261 1248
99 431 1249
271 639 1250
275 107 1251
110 278 1252
553 306 1253
99 107 1254
270 549 1255
446 305 1256
109 97 1257
338 365 1258
285 952 1259
290 459 1260
270 261 1261
289 462 1262
543 296 1263
302 114 1264
821 260 1265
289 391 1266
350 452 1267
257 369 1268
377 100 1269
375 614 1270
286 749 1271
258 118 1272
110 281 1273
32 502 1274
282 112 1275
990 544 1276
914 297 1277
260 97 1278
99 108 1279
508 121 1280
101 323 1281
370 278 1282
570 101 1283
329 115 1284
354 108 1285
810 695 1286
876 110 1287
273 110 1288
504 121 1289
670 456 1290
899 552 1291
97 105 1292
342 402 1293
257 445 1294
303 108 1295
450 571 1296
271 117 1297
334 284 1298
715 352 1299
276 466 1300
100 115 1301
965 915 1302
290 1113 1303
66 317 1304
117 306 1305
434 116 1306
308 108 1307
286 116 1308
336 263 1309
778 456 1310
629 330 1311
347 111 1312
421 847 1313
49 48 1314
1079 855 1315
394 365 1316
300 431 1317
274 306 1318
271 284 1319
481 107 1320
97 332 1321
927 116 1322
307 104 1323
296 103 1324
598 306 1325
820 281 1326
260 431 1327
119 568 1328
270 574 1329
108 529 1330
338 304 1331
806 457 1332
267 333 1333
280 110 1334
302 97 1335
257 775 1336
709 118 1337
32 90 1338
105 327 1339
314 353 1340
757 449 1341
277 389 1342
390 261 1343
260 278 1344
504 101 1345
894 510 1346
301 349 1347
99 369 1348
723 110 1349
304 500 1350
110 349 1351
376 104 1352
276 758 1353
377 305 1354
1148 515 1355
322 97 1356
836 672 1357
424 335 1358
300 407 1359
434 786 1360
1127 273 1361
983 554 1362
303 283 1363
285 396 1364
276 411 1365
277 321 1366
95 95 1367
105 264 1368
524 288 1369
1118 925 1370
269 103 1371
671 499 1372
101 463 1373
481 116 1374
109 271 1375
110 284 1376
118 838 1377
342 261 1378
1290 275 1379
290 369 1380
266 685 1381
408 284 1382
325 109 1383
266 260 1384
587 115 1385
420 281 1386
303 1277 1387
272 352 1388
111 331 1389
267 288 1390
290 1160 1391
935 430 1392
97 379 1393
355 470 1394
1058 269 1395
265 1170 1396
300 459 1397
1030 121 1398
369 400 1399
39 261 1400
112 273 1401
283 490 1402
303 292 1403
105 463 1404
434 643 1405
105 347 1406
277 393 1407
503 726 1408
437 888 1409
32 61 1410
276 311 1411
347 117 1412
432 101 1413
436 116 1414
272 109 1415
654 45 1416
376 281 1417
1064 1200 1418
383 283 1419
777 902 1420
398 114 1421
543 1021 1422
419 1398 1423
345 121 1424
301 318 1425
119 271 1426
311 356 1427
285 1280 1428
257 121 1429
257 1287 1430
274 261 1431
309 281 1432
105 273 1433
373 324 1434
419 1328 1435
740 1074 1436
300 748 1437
358 104 1438
1271 267 1439
294 288 1440
1216 1327 1441
413 949 1442
391 330 1443
461 688 1444
346 283 1445
375 102 1446
32 81 1447
818 457 1448
97 555 1449
1069 968 1450
273 109 1451
536 613 1452
536 1321 1453
341 1060 1454
276 631 1455
460 98 1456
285 1361 1457
268 551 1458
624 121 1459
437 661 1460
342 698 1461
736 555 1462
270 599 1463
319 259 1464
439 296 1465
477 115 1466
261 269 1467
349 689 1468
319 111 1469
1129 707 1470
730 46 1471
408 272 1472
466 349 1473
277 333 1474
290 399 1475
258 998 1476
285 433 1477
103 264 1478
270 470 1479
396 115 1480
658 296 1481
329 100 1482
1067 269 1483
268 335 1484
484 363 1485
1081 273 1486
98 121 1487
973 263 1488
382 56 1489
277 485 1490
269 1154 1491
871 110 1492
1183 271 1493
754 545 1494
336 275 1495
273 397 1496
308 807 1497
265 107 1498
53 48 1499
112 115 1500
434 485 1501
270 548 1502
279 397 1503
382 50 1504
989 271 1505
289 389 1506
379 281 1507
274 292 1508
1192 1449 1509
99 281 1510
290 568 1511
270 488 1512
258 496 1513
591 298 1514
399 115 1515
270 264 1516
408 971 1517
99 121 1518
484 539 1519
118 424 1520
285 850 1521
522 596 1522
375 1249 1523
405 672 1524
301 118 1525
333 121 1526
1065 851 1527
300 1402 1528
514 275 1529
257 959 1530
451 1083 1531
671 295 1532
276 1399 1533
343 100 1534
333 470 1535
427 284 1536
291 166 1537
261 109 1538
408 502 1539
381 101 1540
105 507 1541
284 102 1542
304 305 1543
465 594 1544
513 1181 1545
111 323 1546
388 544 1547
405 457 1548
1425 904 1549
114 273 1550
98 115 1551
629 575 1552
1242 750 1553
285 327 1554
317 101 1555
300 529 1556
354 101 1557
264 284 1558
304 103 1559
840 107 1560
296 121 1561
65 115 1562
414 310 1563
261 116 1564
112 338 1565
32 305 1566
73 102 1567
115 99 1568
276 848 1569
258 343 1570
105 361 1571
427 98 1572
290 418 1573
1248 574 1574
588 448 1575
1041 1128 1576
313 116 1577
49 49 1578
319 99 1579
420 115 1580
266 263 1581
301 302 1582
309 278 1583
540 455 1584
287 861 1585
105 107 1586
325 579 1587
435 1305 1588
112 283 1589
358 108 1590
369 101 1591
308 586 1592
962 263 1593
272 365 1594
276 516 1595
266 114 1596
303 331 1597
119 104 1598
1266 275 1599
418 879 1600
681 1027 1601
677 57 1602
352 115 1603
121 458 1604
381 388 1605
100 97 1606
336 108 1607
298 121 1608
269 457 1609
274 271 1610
308 1038 1611
103 260 1612
272 457 1613
109 548 1614
267 115 1615
49 57 1616
299 488 1617
257 1153 1618
844 577 1619
117 463 1620
119 549 1621
421 331 1622
413 932 1623
271 368 1624
329 298 1625
346 321 1626
739 1559 1627
309 100 1628
317 519 1629
598 458 1630
387 1204 1631
815 431 1632
427 118 1633
346 99 1634
319 121 1635
269 101 1636
1171 1427 1637
1162 775 1638
659 378 1639
265 288 1640
476 288 1641
32 44 1642
440 261 1643
103 111 1644
274 111 1645
1189 582 1646
434 283 1647
319 101 1648
1235 327 1649
300 97 1650
69 82 1651
382 53 1652
303 923 1653
482 495 1654
421 269 1655
371 826 1656
1263 356 1657
358 1524 1658
1028 518 1659
282 828 1660
460 114 1661
110 431 1662
375 112 1663
1172 554 1664
1622 284 1665
329 116 1666
514 327 1667
801 330 1668
303 432 1669
270 685 1670
114 260 1671
114 557 1672
277 700 1673
360 454 1674
1253 108 1675
117 296 1676
277 313 1677
276 586 1678
425 261 1679
266 330 1680
108 267 1681
406 111 1682
1516 1010 1683
383 446 1684
268 815 1685
621 1005 1686
275 110 1687
285 283 1688
522 103 1689
285 1004 1690
99 423 1691
266 748 1692
562 310 1693
116 284 1694
265 502 1695
401 1481 1696
1025 1178 1697
289 466 1698
290 508 1699
108 264 1700
469 269 1701
1588 819 1702
336 347 1703
733 1335 1704
592 103 1705
421 120 1706
49 50 1707
32 1052 1708
780 349 1709
456 411 1710
597 789 1711
419 501 1712
1077 117 1713
472 101 1714
924 347 1715
708 1217 1716
65 353 1717
47 47 1718
564 370 1719
263 121 1720
1099 115 1721
257 442 1722
721 501 1723
304 261 1724
366 272 1725
32 93 1726
319 356 1727
101 310 1728
285 1230 1729
83 116 1730
299 467 1731
697 267 1732
364 1151 1733
1043 318 1734
895 423 1735
331 116 1736
117 496 1737
942 116 1738
316 349 1739
350 260 1740
453 783 1741
408 1406 1742
428 456 1743
261 119 1744
276 1629 1745
1332 614 1746
313 115 1747
286 1627 1748
300 402 1749
382 49 1750
425 1632 1751
101 98 1752
331 530 1753
411 101 1754
396 101 1755
514 527 1756
277 111 1757
299 263 1758
1237 118 1759
336 283 1760
559 309 1761
1456 1356 1762
472 115 1763
981 116 1764
460 110 1765
339 327 1766
405 269 1767
258 1486 1768
636 616 1769
260 267 1770
372 889 1771
301 847 1772
1272 625 1773
289 825 1774
276 625 1775
303 1115 1776
301 100 1777
291 147 1778
453 1195 1779
32 38 1780
597 374 1781
112 545 1782
462 115 1783
1168 284 1784
570 97 1785
425 1007 1786
115 502 1787
413 328 1788
308 1541 1789
304 278 1790
278 365 1791
285 1137 1792
351 1016 1793
275 365 1794
89 279 1795
32 105 1796
441 500 1797
102 264 1798
108 431 1799
299 1107 1800
1136 305 1801
114 311 1802
777 1448 1803
1539 111 1804
370 515 1805
1012 281 1806
375 98 1807
346 114 1808
418 1049 1809
285 376 1810
366 97 1811
110 313 1812
526 108 1813
581 54 1814
852 501 1815
346 260 1816
576 115 1817
1270 109 1818
290 445 1819
295 105 1820
536 578 1821
306 112 1822
300 332 1823
270 271 1824
108 288 1825
97 496 1826
373 1116 1827
364 100 1828
638 717 1829
270 317 1830
99 776 1831
276 467 1832
329 109 1833
274 269 1834
270 780 1835
281 1558 1836
119 1005 1837
267 273 1838
633 48 1839
333 495 1840
343 263 1841
383 365 1842
274 667 1843
32 88 1844
372 273 1845
1100 374 1846
114 288 1847
653 1139 1848
51 48 1849
806 954 1850
39 305 1851
292 278 1852
1158 283 1853
299 327 1854
934 281 1855
397 288 1856
333 115 1857
267 111 1858
355 283 1859
1605 1600 1860
70 273 1861
32 35 1862
427 858 1863
653 121 1864
1109 515 1865
117 318 1866
46 44 1867
1773 922 1868
1138 260 1869
581 53 1870
709 512 1871
289 328 1872
285 297 1873
274 946 1874
918 121 1875
300 324 1876
1104 368 1877
1761 117 1878
300 842 1879
1414 698 1880
541 111 1881
397 105 1882
781 1408 1883
1334 1709 1884
104 288 1885
764 433 1886
285 1225 1887
117 310 1888
257 599 1889
891 288 1890
1206 288 1891
115 263 1892
282 1877 1893
384 278 1894
336 330 1895
382 54 1896
569 749 1897
354 114 1898
419 1614 1899
319 269 1900
652 271 1901
854 768 1902
1274 97 1903
681 431 1904
32 58 1905
276 418 1906
763 110 1907
319 338 1908
289 1542 1909
265 944 1910
882 707 1911
283 288 1912
65 84 1913
1061 109 1914
460 624 1915
762 954 1916
762 281 1917
320 110 1918
424 102 1919
493 323 1920
49 53 1921
670 306 1922
573 800 1923
1000 459 1924
867 267 1925
108 97 1926
270 97 1927
101 118 1928
1163 109 1929
702 557 1930
647 1767 1931
399 102 1932
289 271 1933
397 596 1934
355 105 1935
303 1735 1936
1426 352 1937
581 52 1938
435 120 1939
276 612 1940
764 1878 1941
928 928 1942
1359 594 1943
276 261 1944
620 1856 1945
383 304 1946
366 383 1947
735 103 1948
433 297 1949
98 667 1950
280 284 1951
272 281 1952
274 275 1953
290 114 1954
336 936 1955
863 313 1956
493 396 1957
292 352 1958
411 357 1959
736 1348 1960
274 323 1961
1531 110 1962
302 264 1963
103 296 1964
380 97 1965
1495 323 1966
354 306 1967
832 288 1968
1286 288 1969
559 281 1970
275 101 1971
112 114 1972
111 496 1973
39 109 1974
445 399 1975
32 122 1976
109 121 1977
338 783 1978
607 105 1979
318 99 1980
276 571 1981
1043 116 1982
285 273 1983
522 1724 1984
257 1701 1985
322 115 1986
474 305 1987
543 327 1988
962 1023 1989
98 430 1990
1146 267 1991
283 109 1992
103 281 1993
267 116 1994
97 271 1995
32 264 1996
901 116 1997
265 330 1998
272 99 1999
347 604 2000
111 499 2001
403 283 2002
382 52 2003
1323 539 2004
263 278 2005
284 470 2006
306 705 2007
300 467 2008
32 194 2009
435 454 2010
725 1535 2011
117 490 2012
375 551 2013
265 347 2014
265 119 2015
420 112 2016
1677 1491 2017
258 317 2018
32 124 2019
461 656 2020
274 363 2021
866 477 2022
1729 640 2023
1640 296 2024
294 599 2025
366 1053 2026
592 116 2027
358 347 2028
73 78 2029
805 396 2030
329 102 2031
459 275 2032
108 115 2033
112 310 2034
836 330 2035
372 283 2036
778 273 2037
300 111 2038
284 386 2039
712 449 2040
611 668 2041
105 391 2042
1532 121 2043
791 281 2044
625 115 2045
275 424 2046
430 1371 2047
110 97 2048
1430 1312 2049
657 1377 2050
272 259 2051
264 796 2052
285 431 2053
354 685 2054
276 430 2055
406 1496 2056
101 284 2057
382 51 2058
343 99 2059
277 1813 2060
97 383 2061
285 539 2062
346 275 2063
384 98 2064
1040 554 2065
381 510 2066
336 111 2067
375 1085 2068
868 288 2069
924 442 2070
563 508 2071
265 391 2072
49 52 2073
367 1220 2074
727 264 2075
342 267 2076
79 110 2077
659 264 2078
114 284 2079
406 1107 2080
398 108 2081
257 850 2082
382 55 2083
87 889 2084
354 283 2085
276 609 2086
122 101 2087
657 116 2088
894 121 2089
1565 554 2090
364 110 2091
972 1859 2092
912 121 2093
336 470 2094
1295 318 2095
985 267 2096
32 47 2097
276 114 2098
1845 335 2099
312 111 2100
309 115 2101
1106 109 2102
1955 1093 2103
313 101 2104
276 1037 2105
274 1289 2106
282 906 2107
82 69 2108
306 356 2109
1807 1563 2110
266 284 2111
46 41 2112
265 284 2113
49 54 2114
118 1841 2115
265 376 2116
1890 116 2117
384 288 2118
409 1885 2119
364 302 2120
927 365 2121
592 1238 2122
301 503 2123
65 110 2124
314 109 2125
2115 109 2126
992 1091 2127
308 559 2128
270 279 2129
680 997 2130
604 445 2131
373 283 2132
58 1718 2133
391 101 2134
65 100 2135
303 1624 2136
1337 499 2137
112 304 2138
617 860 2139
1788 1203 2140
324 115 2141
581 51 2142
792 267 2143
1834 1006 2144
311 121 2145
32 442 2146
1087 1975 2147
366 1316 2148
466 110 2149
105 279 2150
119 264 2151
272 263 2152
401 459 2153
342 283 2154
1609 118 2155
1365 1691 2156
322 281 2157
329 433 2158
83 111 2159
522 99 2160
276 646 2161
32 41 2162
121 110 2163
1387 295 2164
276 1840 2165
266 2109 2166
811 102 2167
342 389 2168
118 330 2169
384 503 2170
514 292 2171
73 83 2172
267 855 2173
110 324 2174
289 1116 2175
111 361 2176
1736 272 2177
435 100 2178
79 78 2179
1224 115 2180
112 261 2181
1109 1003 2182
1261 374 2183
276 1358 2184
543 2046 2185
437 2047 2186
342 510 2187
672 349 2188
265 651 2189
270 402 2190
425 551 2191
276 328 2192
492 296 2193
257 862 2194
318 116 2195
307 1612 2196
270 800 2197
319 117 2198
399 116 2199
294 1534 2200
108 332 2201
771 1882 2202
290 515 2203
372 344 2204
953 378 2205
468 400 2206
702 260 2207
416 101 2208
257 388 2209
269 110 2210
342 789 2211
65 78 2212
895 304 2213
266 1024 2214
379 288 2215
49 51 2216
290 322 2217
112 572 2218
546 264 2219
401 338 2220
1434 997 2221
280 304 2222
327 121 2223
264 110 2224
581 50 2225
372 2117 2226
263 116 2227
669 297 2228
342 369 2229
669 296 2230
270 1949 2231
317 278 2232
1177 946 2233
300 414 2234
416 117 2235
303 121 2236
195 169 2237
329 379 2238
99 111 2239
270 101 2240
451 275 2241
400 281 2242
381 612 2243
900 284 2244
559 355 2245
381 338 2246
737 118 2247
468 571 2248
299 338 2249
273 512 2250
309 321 2251
286 106 2252
319 1503 2253
98 273 2254
99 1105 2255
290 279 2256
114 459 2257
67 104 2258
265 1932 2259
369 281 2260
509 1924 2261
683 977 2262
108 117 2263
1698 115 2264
307 949 2265
522 264 2266
541 261 2267
99 259 2268
1573 1443 2269
112 306 2270
276 1836 2271
1221 97 2272
497 1787 2273
297 260 2274
98 114 2275
999 502 2276
265 271 2277
439 842 2278
116 273 2279
581 55 2280
322 264 2281
119 119 2282
118 272 2283
276 1738 2284
114 1108 2285
1431 469 2286
588 488 2287
355 116 2288
340 977 2289
899 1591 2290
918 694 2291
546 499 2292
677 56 2293
688 284 2294
105 504 2295
603 2247 2296
278 356 2297
260 281 2298
431 105 2299
274 283 2300
108 322 2301
810 121 2302
801 2188 2303
261 103 2304
300 374 2305
300 862 2306
382 443 2307
100 101 2308
271 317 2309
392 53 2310
39 298 2311
117 349 2312
493 515 2313
98 111 2314
359 110 2315
97 309 2316
265 1297 2317
312 101 2318
972 2034 2319
453 423 2320
1040 1091 2321
727 361 2322
112 111 2323
387 278 2324
294 260 2325
2167 1139 2326
1628 296 2327
111 463 2328
535 109 2329
900 701 2330
763 1520 2331
49 55 2332
290 1948 2333
450 311 2334
661 117 2335
264 116 2336
292 105 2337
411 103 2338
270 389 2339
604 110 2340
571 1950 2341
408 283 2342
117 281 2343
1960 799 2344
280 115 2345
567 302 2346
1106 101 2347
451 433 2348
407 1964 2349
1039 115 2350
308 784 2351
1325 618 2352
289 297 2353
118 284 2354
259 261 2355
97 102 2356
308 411 2357
1013 833 2358
503 321 2359
111 309 2360
285 1946 2361
274 430 2362
1810 295 2363
319 510 2364
366 323 2365
1177 574 2366
753 115 2367
1339 121 2368
1708 334 2369
845 115 2370
1058 275 2371
329 766 2372
290 105 2373
617 1278 2374
329 98 2375
106 1258 2376
2088 632 2377
105 338 2378
290 442 2379
771 508 2380
295 577 2381
325 906 2382
753 281 2383
870 324 2384
115 264 2385
1143 284 2386
118 260 2387
661 264 2388
114 477 2389
659 288 2390
652 263 2391
66 67 2392
101 558 2393
438 119 2394
401 99 2395
317 264 2396
265 269 2397
285 370 2398
345 572 2399
100 269 2400
2317 774 2401
427 510 2402
383 267 2403
391 98 2404
330 284 2405
65 82 2406
1429 112 2407
659 281 2408
115 121 2409
821 101 2410
265 1119 2411
346 281 2412
1828 1250 2413
549 385 2414
416 2052 2415
358 441 2416
373 272 2417
258 112 2418
611 572 2419
496 295 2420
1303 273 2421
280 332 2422
419 1324 2423
2266 967 2424
121 108 2425
111 101 2426
309 267 2427
437 862 2428
114 321 2429
1488 318 2430
346 376 2431
2060 2051 2432
772 48 2433
72 324 2434
1130 284 2435
301 311 2436
109 98 2437
308 269 2438
274 952 2439
300 548 2440
329 608 2441
544 116 2442
1886 552 2443
49 56 2444
274 407 2445
277 668 2446
464 105 2447
1240 2090 2448
439 115 2449
493 449 2450
1147 107 2451
259 108 2452
1042 304 2453
510 400 2454
461 464 2455
112 860 2456
42 42 2457
969 1281 2458
277 296 2459
522 2126 2460
1382 515 2461
65 83 2462
267 260 2463
289 548 2464
296 116 2465
881 264 2466
898 115 2467
261 99 2468
1186 101 2469
119 273 2470
815 1027 2471
569 2295 2472
98 449 2473
304 284 2474
1311 310 2475
2335 530 2476
1144 1710 2477
348 2393 2478
50 53 2479
1460 278 2480
358 283 2481
343 116 2482
312 1937 2483
372 442 2484
388 269 2485
1086 264 2486
372 363 2487
32 123 2488
416 111 2489
265 572 2490
343 109 2491
523 263 2492
867 572 2493
536 332 2494
259 323 2495
333 284 2496
358 101 2497
257 271 2498
277 396 2499
428 1037 2500
1596 501 2501
1906 376 2502
1873 330 2503
336 501 2504
319 448 2505
709 838 2506
308 343 2507
316 1330 2508
400 264 2509
1759 374 2510
323 278 2511
99 355 2512
2066 1797 2513
104 295 2514
346 904 2515
1442 1785 2516
303 112 2517
388 101 2518
863 986 2519
1930 499 2520
1293 462 2521
277 463 2522
553 1672 2523
300 281 2524
1337 1173 2525
1872 368 2526
465 558 2527
989 481 2528
573 1842 2529
392 52 2530
341 335 2531
270 2059 2532
472 264 2533
386 116 2534
270 463 2535
282 1694 2536
1635 369 2537
866 328 2538
301 305 2539
428 549 2540
390 318 2541
440 121 2542
1023 100 2543
2190 2427 2544
346 121 2545
110 378 2546
1940 273 2547
1525 971 2548
333 357 2549
388 330 2550
303 296 2551
258 490 2552
348 1551 2553
342 321 2554
465 1301 2555
453 1468 2556
296 490 2557
333 97 2558
366 374 2559
494 284 2560
109 112 2561
329 1228 2562
672 1088 2563
951 2232 2564
361 121 2565
506 100 2566
65 108 2567
993 115 2568
295 306 2569
2122 296 2570
296 283 2571
346 486 2572
292 107 2573
358 114 2574
374 103 2575
290 559 2576
681 650 2577
922 272 2578
290 269 2579
54 48 2580
523 335 2581
104 1763 2582
319 109 2583
620 508 2584
2249 431 2585
266 539 2586
366 311 2587
119 111 2588
451 1754 2589
598 634 2590
1363 2075 2591
577 115 2592
270 1345 2593
292 602 2594
1972 355 2595
1907 267 2596
472 275 2597
383 97 2598
1458 774 2599
933 2456 2600
1533 115 2601
277 2378 2602
289 121 2603
1412 304 2604
1354 940 2605
416 504 2606
355 278 2607
366 275 2608
469 264 2609
69 83 2610
421 298 2611
1205 402 2612
428 313 2613
1725 107 2614
97 800 2615
702 332 2616
277 449 2617
427 323 2618
581 49 2619
266 568 2620
117 399 2621
1270 830 2622
285 849 2623
451 1888 2624
1463 281 2625
32 2563 2626
1347 1970 2627
1897 97 2628
1494 281 2629
1488 457 2630
1403 121 2631
575 264 2632
478 1812 2633
103 269 2634
553 1713 2635
109 694 2636
325 349 2637
277 267 2638
740 391 2639
80 104 2640
2504 700 2641
342 101 2642
2194 327 2643
435 110 2644
109 288 2645
346 622 2646
398 2341 2647
1715 724 2648
1472 271 2649
115 109 2650
1506 101 2651
2037 356 2652
1219 1049 2653
336 650 2654
2330 518 2655
1342 1684 2656
818 115 2657
342 1826 2658
377 932 2659
677 55 2660
721 650 2661
1768 271 2662
368 110 2663
269 802 2664
308 445 2665
109 263 2666
261 327 2667
416 114 2668
277 722 2669
103 114 2670
405 318 2671
387 281 2672
296 120 2673
401 557 2674
300 2476 2675
65 116 2676
285 748 2677
652 330 2678
1003 828 2679
408 295 2680
416 2349 2681
270 2245 2682
283 352 2683
373 363 2684
1002 1550 2685
329 103 2686
403 923 2687
297 98 2688
612 288 2689
1318 323 2690
406 313 2691
434 1056 2692
105 405 2693
1269 399 2694
524 378 2695
270 1852 2696
276 527 2697
313 111 2698
258 1753 2699
2158 2285 2700
272 1681 2701
109 544 2702
266 1995 2703
346 101 2704
257 261 2705
570 281 2706
712 865 2707
1233 278 2708
303 116 2709
329 2595 2710
1014 502 2711
298 328 2712
523 786 2713
387 111 2714
673 298 2715
536 526 2716
1421 2251 2717
292 457 2718
669 323 2719
336 466 2720
1367 1367 2721
1485 281 2722
1144 420 2723
592 915 2724
474 826 2725
465 397 2726
1988 271 2727
714 281 2728
588 297 2729
358 284 2730
265 1473 2731
32 333 2732
105 614 2733
99 284 2734
437 803 2735
370 281 2736
2646 321 2737
1220 799 2738
381 114 2739
1429 819 2740
274 574 2741
647 1096 2742
909 1809 2743
98 271 2744
117 640 2745
319 275 2746
581 48 2747
358 264 2748
401 349 2749
342 111 2750
460 99 2751
658 334 2752
312 2679 2753
535 2653 2754
268 355 2755
1294 643 2756
593 402 2757
439 1394 2758
1307 2294 2759
1631 97 2760
285 309 2761
104 97 2762
1920 1250 2763
2220 117 2764
327 264 2765
106 726 2766
973 622 2767
1702 275 2768
1002 830 2769
708 1432 2770
270 1031 2771
464 101 2772
34 44 2773
929 545 2774
702 499 2775
451 2597 2776
116 477 2777
553 330 2778
2146 2578 2779
84 111 2780
729 116 2781
764 295 2782
257 279 2783
259 302 2784
714 378 2785
257 1137 2786
300 449 2787
272 304 2788
79 82 2789
863 508 2790
867 610 2791
406 101 2792
511 544 2793
1901 356 2794
1174 2263 2795
300 604 2796
372 281 2797
285 859 2798
338 356 2799
103 288 2800
308 1056 2801
260 116 2802
117 385 2803
295 430 2804
348 472 2805
2486 1000 2806
842 2702 2807
267 519 2808
32 60 2809
1483 281 2810
731 48 2811
276 388 2812
406 324 2813
878 260 2814
1149 646 2815
2585 283 2816
105 544 2817
112 317 2818
336 2039 2819
303 579 2820
336 273 2821
1595 555 2822
629 2340 2823
309 97 2824
299 1333 2825
2208 273 2826
653 2381 2827
1667 288 2828
494 278 2829
52 48 2830
116 114 2831
32 43 2832
1418 108 2833
290 306 2834
1252 1606 2835
265 400 2836
354 121 2837
121 296 2838
450 527 2839
492 318 2840
99 448 2841
801 694 2842
34 46 2843
2677 554 2844
903 115 2845
117 271 2846
300 267 2847
1857 828 2848
1025 544 2849
265 432 2850
270 284 2851
474 739 2852
1279 376 2853
408 347 2854
102 545 2855
596 116 2856
408 1193 2857
79 624 2858
32 226 2859
398 1752 2860
2364 2738 2861
98 946 2862
69 78 2863
109 283 2864
1308 2007 2865
277 446 2866
1336 281 2867
445 112 2868
823 462 2869
972 1048 2870
319 848 2871
97 399 2872
592 369 2873
107 121 2874
1008 1389 2875
277 1180 2876
366 571 2877
312 86 2878
1854 1837 2879
1255 264 2880
319 357 2881
2241 2745 2882
285 272 2883
289 2012 2884
2243 309 2885
2623 504 2886
1087 2301 2887
104 105 2888
392 49 2889
32 363 2890
278 101 2891
341 283 2892
2129 1048 2893
612 121 2894
2590 267 2895
299 477 2896
2016 1319 2897
277 530 2898
425 496 2899
406 2807 2900
276 2199 2901
2797 2835 2902
990 1178 2903
1689 529 2904
372 284 2905
263 1264 2906
282 347 2907
111 273 2908
781 625 2909
735 1007 2910
380 292 2911
465 100 2912
2041 310 2913
271 512 2914
1922 305 2915
32 64 2916
276 1053 2917
670 557 2918
556 2848 2919
416 108 2920
290 328 2921
1132 112 2922
341 441 2923
413 100 2924
300 1580 2925
408 518 2926
274 726 2927
289 263 2928
2751 2793 2929
810 2288 2930
341 462 2931
358 2061 2932
366 651 2933
277 758 2934
357 424 2935
275 105 2936
61 61 2937
110 260 2938
392 50 2939
2562 433 2940
493 665 2941
103 115 2942
93 91 2943
929 1978 2944
294 2757 2945
1226 281 2946
673 331 2947
1332 98 2948
329 454 2949
389 115 2950
63 404 2951
468 330 2952
2539 284 2953
266 1794 2954
821 281 2955
2231 264 2956
2720 116 2957
1645 462 2958
300 857 2959
302 115 2960
522 2766 2961
301 705 2962
351 107 2963
82 101 2964
1387 121 2965
266 502 2966
1130 2701 2967
2553 572 2968
1374 333 2969
2528 774 2970
638 115 2971
1342 1419 2972
108 1546 2973
325 1045 2974
403 394 2975
636 561 2976
781 98 2977
50 443 2978
296 98 2979
98 275 2980
1218 469 2981
97 851 2982
1323 612 2983
270 121 2984
270 664 2985
264 121 2986
2819 1288 2987
265 501 2988
272 356 2989
757 2664 2990
421 1589 2991
285 1024 2992
1268 281 2993
1966 97 2994
386 121 2995
805 1547 2996
363 115 2997
289 273 2998
392 51 2999
507 304 3000
2342 838 3001
2654 121 3002
1401 267 3003
306 298 3004
2054 704 3005
522 115 3006
194 173 3007
404 46 3008
1185 1254 3009
274 464 3010
98 97 3011
974 2213 3012
112 369 3013
525 516 3014
2871 321 3015
65 76 3016
103 278 3017
314 83 3018
483 75 3019
87 344 3020
1264 481 3021
543 2396 3022
39 100 3023
1359 558 3024
274 2781 3025
376 278 3026
105 1413 3027
83 104 3028
299 1451 3029
276 995 3030
301 618 3031
121 622 3032
65 608 3033
549 1150 3034
536 420 3035
1190 423 3036
282 666 3037
1050 115 3038
697 298 3039
276 458 3040
1497 397 3041
1957 288 3042
333 682 3043
373 264 3044
265 1283 3045
57 57 3046
1631 275 3047
725 1564 3048
1983 833 3049
32 125 3050
338 664 3051
261 322 3052
121 288 3053
1118 700 3054
953 264 3055
112 456 3056
271 97 3057
1285 449 3058
848 463 3059
364 118 3060
273 352 3061
1375 356 3062
329 595 3063
506 263 3064
535 530 3065
421 904 3066
2246 1547 3067
103 442 3068
2345 2151 3069
1566 2514 3070
1980 317 3071
1947 278 3072
65 67 3073
762 700 3074
271 99 3075
1824 570 3076
364 705 3077
289 313 3078
597 2667 3079
104 111 3080
622 264 3081
318 1413 3082
332 1203 3083
1146 610 3084
451 561 3085
319 119 3086
764 2454 3087
342 2910 3088
852 2969 3089
104 121 3090
271 586 3091
563 1350 3092
1732 1164 3093
525 288 3094
1147 594 3095
435 108 3096
283 397 3097
1412 423 3098
276 485 3099
381 111 3100
2847 442 3101
374 310 3102
622 263 3103
358 548 3104
321 264 3105
445 122 3106
701 278 3107
32 431 3108
277 1352 3109
110 121 3110
100 281 3111
312 1153 3112
451 101 3113
1900 374 3114
117 102 3115
1218 281 3116
402 101 3117
314 1051 3118
312 1126 3119
69 68 3120
1751 102 3121
306 666 3122
270 462 3123
1333 828 3124
275 97 3125
673 618 3126
265 110 3127
112 343 3128
50 52 3129
387 297 3130
337 353 3131
277 2533 3132
1072 324 3133
85 83 3134
317 121 3135
1883 1215 3136
358 699 3137
401 322 3138
258 2935 3139
273 105 3140
1182 400 3141
1240 1846 3142
569 2855 3143
1340 518 3144
2416 121 3145
265 263 3146
438 662 3147
305 121 3148
117 107 3149
573 1244 3150
869 56 3151
346 263 3152
823 1419 3153
1248 2337 3154
98 1289 3155
535 370 3156
1670 295 3157
56 48 3158
421 507 3159
1706 831 3160
468 2708 3161
414 273 3162
79 83 3163
445 113 3164
32 1471 3165
364 99 3166
274 1201 3167
285 618 3168
1028 769 3169
277 3034 3170
2431 2201 3171
2139 1154 3172
1034 115 3173
1895 264 3174
929 456 3175
735 640 3176
105 322 3177
1444 115 3178
261 108 3179
261 500 3180
2519 769 3181
1405 115 3182
84 114 3183
866 1256 3184
1381 861 3185
1237 273 3186
265 456 3187
591 296 3188
476 298 3189
336 472 3190
274 402 3191
2116 112 3192
264 99 3193
101 281 3194
260 99 3195
869 57 3196
1742 747 3197
1673 519 3198
2764 783 3199
73 84 3200
446 118 3201
286 110 3202
525 101 3203
1414 273 3204
740 2272 3205
300 711 3206
112 365 3207
364 3021 3208
2053 530 3209
1457 470 3210
281 297 3211
582 357 3212
617 283 3213
50 50 3214
41 59 3215
306 121 3216
1819 119 3217
445 786 3218
271 357 3219
73 67 3220
98 108 3221
295 111 3222
79 80 3223
270 1195 3224
285 613 3225
267 749 3226
337 108 3227
986 272 3228
308 292 3229
2256 98 3230
878 1119 3231
112 420 3232
291 162 3233
346 699 3234
274 1251 3235
366 888 3236
114 485 3237
2135 2177 3238
1341 115 3239
2409 357 3240
970 1377 3241
2659 110 3242
277 456 3243
1647 110 3244
296 768 3245
2494 374 3246
2329 328 3247
107 269 3248
435 485 3249
264 305 3250
1172 2368 3251
333 100 3252
1008 1204 3253
939 121 3254
2795 912 3255
2091 1331 3256
122 281 3257
83 259 3258
426 3103 3259
330 272 3260
736 2218 3261
386 102 3262
503 278 3263
277 269 3264
121 114 3265
646 99 3266
2674 310 3267
983 378 3268
116 310 3269
1094 3068 3270
611 2683 3271
1159 1331 3272
617 2257 3273
380 110 3274
357 888 3275
285 2327 3276
319 3124 3277
314 3164 3278
1683 108 3279
1453 115 3280
277 2316 3281
273 1459 3282
370 111 3283
381 2543 3284
598 101 3285
107 264 3286
1149 1404 3287
573 1473 3288
99 296 3289
966 552 3290
108 394 3291
457 111 3292
286 884 3293
346 516 3294
279 100 3295
104 322 3296
377 1520 3297
1175 445 3298
257 795 3299
1513 545 3300
302 101 3301
289 3059 3302
2685 272 3303
265 3098 3304
565 1244 3305
551 267 3306
1042 365 3307
670 3245 3308
272 776 3309
406 327 3310
278 985 3311
1103 281 3312
342 445 3313
1634 67 3314
900 537 3315
32 42 3316
289 283 3317
1344 101 3318
316 278 3319
297 768 3320
319 418 3321
1002 109 3322
258 119 3323
277 275 3324
115 288 3325
368 115 3326
2860 3176 3327
712 609 3328
773 99 3329
607 1467 3330
1446 2299 3331
702 2152 3332
481 2571 3333
379 264 3334
437 1919 3335
78 111 3336
999 1432 3337
392 55 3338
2072 579 3339
2128 288 3340
342 1737 3341
845 281 3342
115 112 3343
1502 115 3344
319 402 3345
114 1374 3346
1447 117 3347
405 104 3348
435 109 3349
524 264 3350
1685 333 3351
953 288 3352
358 267 3353
1460 281 3354
342 2250 3355
1086 2045 3356
1979 747 3357
933 118 3358
591 892 3359
104 920 3360
276 271 3361
299 2157 3362
611 2006 3363
1183 295 3364
117 120 3365
111 105 3366
227 129 3367
652 694 3368
292 334 3369
2361 1048 3370
1309 116 3371
274 333 3372
934 288 3373
346 273 3374
965 2712 3375
270 860 3376
336 780 3377
2217 530 3378
1168 477 3379
303 467 3380
1042 116 3381
805 1480 3382
301 98 3383
407 318 3384
290 2388 3385
312 333 3386
2170 396 3387
823 334 3388
1057 365 3389
1757 273 3390
277 858 3391
353 288 3392
3010 1104 3393
392 54 3394
403 103 3395
1497 288 3396
1095 3083 3397
1596 572 3398
327 116 3399
274 343 3400
1209 264 3401
1186 378 3402
559 278 3403
1364 1010 3404
117 275 3405
2825 284 3406
340 388 3407
1474 357 3408
32 208 3409
656 116 3410
283 114 3411
435 507 3412
1381 288 3413
285 363 3414
32 62 3415
612 278 3416
1889 768 3417
426 97 3418
2197 519 3419
276 944 3420
302 263 3421
730 730 3422
929 1096 3423
107 278 3424
260 111 3425
531 110 3426
474 544 3427
1205 2906 3428
65 77 3429
290 1120 3430
2517 272 3431
681 297 3432
392 56 3433
1075 121 3434
1046 1805 3435
2325 594 3436
1075 288 3437
419 1934 3438
270 2281 3439
2600 101 3440
3119 292 3441
468 313 3442
939 986 3443
921 302 3444
336 259 3445
513 102 3446
1705 1443 3447
110 105 3448
484 2101 3449
381 278 3450
1584 116 3451
569 2582 3452
308 396 3453
438 102 3454
1218 876 3455
307 3032 3456
377 98 3457
276 363 3458
285 267 3459
827 111 3460
364 773 3461
398 649 3462
524 1128 3463
929 1258 3464
1816 1388 3465
267 295 3466
1303 310 3467
312 72 3468
416 907 3469
264 267 3470
419 508 3471
70 76 3472
431 111 3473
2107 115 3474
669 98 3475
450 3226 3476
1008 376 3477
283 97 3478
679 110 3479
820 115 3480
1668 831 3481
1026 470 3482
265 732 3483
108 704 3484
114 332 3485
2105 1990 3486
395 64 3487
597 283 3488
338 802 3489
50 51 3490
319 264 3491
289 2897 3492
1143 446 3493
1272 2360 3494
918 330 3495
274 284 3496
50 55 3497
647 101 3498
275 272 3499
276 610 3500
1663 420 3501
1133 264 3502
354 363 3503
1263 120 3504
32 331 3505
389 101 3506
2572 2872 3507
284 121 3508
116 278 3509
780 365 3510
821 278 3511
266 893 3512
437 2001 3513
701 281 3514
617 3318 3515
32 120 3516
1175 1538 3517
381 263 3518
329 343 3519
797 260 3520
2149 1108 3521
641 284 3522
2975 2254 3523
369 278 3524
454 397 3525
2713 1621 3526
1082 343 3527
1340 734 3528
466 370 3529
2240 2979 3530
122 122 3531
451 449 3532
121 275 3533
265 296 3534
336 602 3535
289 593 3536
112 802 3537
951 1388 3538
258 2495 3539
607 1636 3540
308 508 3541
1462 281 3542
541 2093 3543
66 73 3544
274 2173 3545
257 269 3546
451 1038 3547
32 355 3548
1835 352 3549
629 3320 3550
634 116 3551
1152 3003 3552
1152 261 3553
983 264 3554
83 448 3555
2267 2485 3556
2602 101 3557
73 109 3558
938 48 3559
2991 374 3560
1051 107 3561
1306 352 3562
1347 586 3563
102 105 3564
1572 374 3565
3454 2223 3566
648 101 3567
342 530 3568
265 355 3569
657 112 3570
295 558 3571
657 99 3572
797 423 3573
398 260 3574
78 324 3575
1380 305 3576
265 466 3577
584 1393 3578
2013 632 3579
2196 2938 3580
65 298 3581
290 297 3582
63 34 3583
116 742 3584
323 388 3585
387 486 3586
868 396 3587
374 331 3588
460 496 3589
377 724 3590
2192 519 3591
1630 115 3592
354 269 3593
266 3081 3594
99 97 3595
347 1555 3596
2423 281 3597
955 281 3598
342 516 3599
434 1805 3600
2238 296 3601
290 699 3602
362 166 3603
355 512 3604
2507 108 3605
102 311 3606
110 111 3607
1067 121 3608
370 264 3609
712 604 3610
390 110 3611
290 3266 3612
1775 281 3613
110 561 3614
445 119 3615
292 99 3616
264 111 3617
1650 1959 3618
2070 500 3619
1208 281 3620
669 298 3621
257 466 3622
299 3333 3623
297 269 3624
377 826 3625
299 2808 3626
806 3091 3627
79 84 3628
290 374 3629
2372 1809 3630
2498 296 3631
301 2594 3632
339 278 3633
319 1221 3634
1529 288 3635
1158 275 3636
1260 1713 3637
387 338 3638
106 433 3639
416 1467 3640
349 281 3641
1052 97 3642
332 391 3643
1176 1097 3644
2198 551 3645
114 100 3646
2500 288 3647
809 799 3648
503 105 3649
50 54 3650
270 807 3651
776 1676 3652
314 73 3653
369 275 3654
2783 357 3655
306 108 3656
369 530 3657
258 332 3658
1633 499 3659
2547 572 3660
630 977 3661
427 103 3662
1823 902 3663
32 555 3664
333 116 3665
319 332 3666
2160 3529 3667
522 615 3668
442 260 3669
1133 1526 3670
366 309 3671
543 1142 3672
1247 103 3673
2206 288 3674
99 292 3675
51 53 3676
294 807 3677
263 330 3678
369 1006 3679
108 111 3680
969 2309 3681
2537 97 3682
2445 558 3683
995 115 3684
2538 2150 3685
901 275 3686
1584 352 3687
2306 442 3688
330 121 3689
105 432 3690
2718 305 3691
381 321 3692
411 107 3693
507 515 3694
428 616 3695
592 357 3696
1166 264 3697
325 1510 3698
266 430 3699
98 281 3700
1979 3260 3701
1082 672 3702
304 101 3703
657 2169 3704
85 110 3705
286 861 3706
2236 278 3707
3076 732 3708
921 1085 3709
453 1543 3710
1951 3228 3711
348 108 3712
493 433 3713
296 574 3714
3408 574 3715
98 391 3716
567 985 3717
103 475 3718
275 558 3719
52 53 3720
460 102 3721
112 269 3722
65 80 3723
458 357 3724
660 261 3725
317 260 3726
399 278 3727
1061 112 3728
1138 281 3729
974 2557 3730
278 304 3731
270 267 3732
65 68 3733
2010 3484 3734
1396 115 3735
98 1394 3736
2074 689 3737
276 97 3738
102 571 3739
868 402 3740
274 1577 3741
677 54 3742
77 121 3743
258 1621 3744
115 309 3745
1732 519 3746
708 108 3747
257 400 3748
295 267 3749
285 944 3750
295 271 3751
333 701 3752
271 278 3753
673 347 3754
526 101 3755
1378 3525 3756
109 1613 3757
312 273 3758
2583 344 3759
3115 557 3760
327 101 3761
1403 851 3762
263 105 3763
1944 432 3764
398 3212 3765
583 430 3766
73 115 3767
354 111 3768
2120 1297 3769
2128 278 3770
454 310 3771
2983 1433 3772
2489 788 3773
754 402 3774
2639 264 3775
3548 1324 3776
1068 414 3777
2018 297 3778
566 571 3779
2397 1433 3780
372 539 3781
1159 545 3782
487 370 3783
435 3097 3784
299 499 3785
1065 3604 3786
104 347 3787
1071 1319 3788
392 57 3789
329 385 3790
1112 323 3791
669 1254 3792
3088 296 3793
1226 115 3794
584 101 3795
265 267 3796
565 448 3797
992 281 3798
366 472 3799
1086 625 3800
277 3240 3801
435 85 3802
1274 292 3803
524 278 3804
364 3642 3805
453 1059 3806
276 2491 3807
2123 311 3808
3285 1142 3809
300 260 3810
271 288 3811
567 2096 3812
2626 105 3813
708 2511 3814
935 441 3815
32 1244 3816
274 105 3817
270 485 3818
1069 538 3819
2535 271 3820
1134 396 3821
607 3652 3822
697 281 3823
461 3521 3824
2283 105 3825
346 1126 3826
1129 1063 3827
49 443 3828
346 311 3829
330 281 3830
118 971 3831
300 295 3832
601 977 3833
409 281 3834
2009 163 3835
493 1081 3836
376 288 3837
3376 272 3838
2805 602 3839
369 102 3840
329 99 3841
322 98 3842
354 261 3843
1776 901 3844
419 2096 3845
974 273 3846
476 273 3847
73 65 3848
969 803 3849
265 713 3850
399 529 3851
65 2471 3852
1951 121 3853
100 288 3854
1095 538 3855
841 121 3856
378 263 3857
3313 467 3858
2171 519 3859
119 283 3860
777 334 3861
1719 264 3862
740 2989 3863
2113 278 3864
451 264 3865
66 101 3866
2418 441 3867
2144 957 3868
1082 3551 3869
79 77 3870
69 84 3871
1171 490 3872
104 577 3873
584 2359 3874
598 2414 3875
375 2376 3876
78 561 3877
866 765 3878
69 67 3879
111 724 3880
102 575 3881
1318 495 3882
111 296 3883
513 3027 3884
389 104 3885
114 467 3886
258 2447 3887
1224 281 3888
366 789 3889
1966 734 3890
66 121 3891
1644 304 3892
781 111 3893
319 1170 3894
2826 490 3895
117 374 3896
468 1030 3897
285 459 3898
1207 3783 3899
408 1180 3900
878 400 3901
273 97 3902
494 877 3903
3204 295 3904
1353 121 3905
3377 2512 3906
283 639 3907
319 97 3908
117 105 3909
50 49 3910
354 264 3911
273 2824 3912
2306 264 3913
353 115 3914
487 292 3915
312 297 3916
421 1115 3917
2823 570 3918
756 3673 3919
592 109 3920
366 1676 3921
50 57 3922
1158 923 3923
103 97 3924
1117 400 3925
300 1344 3926
107 105 3927
327 306 3928
757 400 3929
951 273 3930
110 616 3931
894 689 3932
438 305 3933
1370 115 3934
468 343 3935
373 394 3936
865 281 3937
322 260 3938
2028 499 3939
50 56 3940
107 114 3941
556 297 3942
2379 3216 3943
300 420 3944
98 1201 3945
721 98 3946
991 310 3947
329 80 3948
472 116 3949
381 272 3950
305 261 3951
409 101 3952
263 269 3953
73 68 3954
3717 327 3955
965 103 3956
366 549 3957
370 117 3958
348 98 3959
697 327 3960
319 284 3961
257 475 3962
2436 776 3963
2415 121 3964
1182 1797 3965
1670 769 3966
2616 640 3967
260 595 3968
2334 278 3969
663 116 3970
504 321 3971
346 441 3972
419 3716 3973
3577 1045 3974
918 512 3975
1055 264 3976
657 109 3977
1370 109 3978
352 109 3979
973 545 3980
591 311 3981
756 115 3982
301 749 3983
318 121 3984
98 263 3985
257 306 3986
3108 1491 3987
408 2001 3988
797 1059 3989
3029 284 3990
1421 701 3991
752 298 3992
267 742 3993
387 688 3994
3887 747 3995
541 103 3996
329 457 3997
276 529 3998
285 876 3999
374 967 4000
483 112 4001
366 996 4002
1927 1417 4003
1650 411 4004
1453 281 4005
1741 470 4006
273 103 4007
869 55 4008
275 295 4009
121 264 4010
874 378 4011
420 457 4012
306 297 4013
3612 802 4014
276 275 4015
80 306 4016
3227 1846 4017
69 79 4018
32 59 4019
284 296 4020
2010 1102 4021
319 1124 4022
522 388 4023
1832 288 4024
553 557 4025
1071 116 4026
416 825 4027
55 48 4028
279 108 4029
564 3760 4030
2076 376 4031
1811 1952 4032
1733 682 4033
1397 269 4034
284 318 4035
371 507 4036
479 288 4037
450 487 4038
682 263 4039
1824 512 4040
3892 267 4041
375 115 4042
3469 284 4043
100 297 4044
324 378 4045
99 115 4046
702 1173 4047
105 378 4048
875 281 4049
408 2482 4050
41 58 4051
272 278 4052
323 111 4053
428 317 4054
820 288 4055
110 327 4056
536 105 4057
299 1038 4058
781 112 4059
778 1386 4060
111 263 4061
351 318 4062
1532 512 4063
1067 732 4064
46 326 4065
401 3275 4066
818 318 4067
76 76 4068
2428 278 4069
381 1006 4070
442 295 4071
53 443 4072
273 423 4073
2812 988 4074
295 3283 4075
309 490 4076
559 284 4077
435 547 4078
348 467 4079
398 393 4080
1133 2079 4081
292 356 4082
430 281 4083
2346 2309 4084
277 411 4085
307 267 4086
762 288 4087
259 109 4088
647 3061 4089
2449 3596 4090
579 1124 4091
114 328 4092
375 100 4093
1508 295 4094
1569 288 4095
112 578 4096
404 44 4097
354 399 4098
1072 467 4099
1688 3657 4100
300 321 4101
760 288 4102
276 310 4103
982 103 4104
541 631 4105
322 288 4106
290 3687 4107
273 288 4108
461 787 4109
543 283 4110
1463 288 4111
285 333 4112
304 298 4113
65 114 4114
607 269 4115
1944 3211 4116
355 281 4117
319 411 4118
437 2752 4119
2866 694 4120
509 1375 4121
342 477 4122
119 260 4123
118 97 4124
546 1373 4125
322 269 4126
418 374 4127
2904 264 4128
