32 116 257
104 101 258
32 97 259
32 115 260
110 100 261
32 119 262
257 258 263
101 100 264
32 98 265
257 111 266
259 261 267
32 104 268
32 102 269
105 110 270
32 84 271
262 97 272
114 101 273
105 116 274
111 117 275
32 108 276
32 100 277
32 99 278
32 112 279
97 121 280
32 109 281
101 114 282
272 115 283
111 109 284
271 258 285
32 258 286
105 115 287
97 114 288
32 110 289
105 109 290
111 110 291
260 97 292
105 100 293
108 108 294
268 97 295
32 103 296
97 116 297
32 83 298
270 103 299
111 116 300
101 110 301
97 110 302
108 101 303
111 114 304
101 261 305
105 114 306
111 102 307
97 109 308
101 116 309
32 72 310
32 274 311
257 104 312
105 103 313
285 121 314
32 270 315
105 108 316
279 108 317
310 101 318
32 34 319
111 119 320
118 282 321
114 105 322
117 116 323
265 101 324
32 117 325
292 293 326
317 280 327
274 104 328
277 280 329
262 328 330
112 112 331
79 110 332
32 121 333
111 111 334
107 264 335
32 114 336
286 114 337
101 120 338
99 101 339
32 73 340
298 258 341
108 100 342
271 290 343
268 287 344
260 116 345
107 101 346
265 313 347
110 116 348
99 107 349
333 275 350
321 121 351
115 116 352
118 101 353
32 291 354
117 110 355
295 331 356
322 305 357
269 357 358
97 294 359
316 121 360
338 116 361
32 76 362
263 121 363
307 116 364
262 101 365
295 100 366
289 300 367
276 105 368
325 112 369
258 114 370
272 348 371
32 307 372
97 100 373
274 116 374
124 62 375
60 124 376
364 361 377
305 377 378
115 101 379
32 66 380
277 111 381
32 101 382
356 121 383
301 116 384
32 351 385
32 77 386
101 115 387
312 297 388
292 119 389
332 101 390
39 115 391
275 342 392
281 284 393
269 304 394
260 104 395
374 303 396
276 396 397
260 258 398
99 104 399
290 101 400
289 308 401
46 34 402
257 400 403
32 107 404
275 261 405
260 111 406
263 273 407
401 264 408
260 109 409
265 111 410
365 273 411
362 360 412
289 101 413
371 264 414
265 323 415
275 116 416
84 258 417
358 115 418
118 264 419
33 34 420
104 116 421
271 284 422
306 100 423
101 108 424
265 423 425
97 108 426
259 110 427
97 346 428
266 111 429
284 101 430
340 116 431
117 103 432
293 101 433
262 384 434
262 104 435
286 108 436
332 339 437
32 287 438
259 294 439
436 112 440
117 101 441
276 334 442
276 111 443
116 282 444
32 65 445
369 291 446
114 121 447
111 273 448
105 261 449
269 355 450
103 309 451
266 121 452
105 294 453
308 101 454
259 115 455
259 116 456
114 97 457
32 106 458
277 293 459
451 370 460
32 273 461
117 114 462
32 111 463
260 101 464
266 460 465
97 349 466
278 297 467
108 121 468
257 273 469
334 100 470
105 99 471
116 264 472
381 103 473
278 392 474
278 302 475
263 306 476
288 100 477
101 99 478
288 107 479
296 306 480
327 264 481
268 290 482
265 359 483
63 34 484
480 108 485
336 111 486
119 280 487
296 111 488
258 100 489
109 121 490
259 273 491
32 416 492
276 101 493
269 114 494
97 270 495
404 110 496
258 110 497
263 109 498
117 109 499
39 116 500
97 120 501
292 100 502
117 108 503
410 121 504
469 101 505
300 370 506
295 353 507
281 302 508
278 108 509
443 419 510
442 335 511
275 103 512
269 405 513
260 112 514
345 288 515
298 441 516
291 101 517
104 299 518
260 99 519
265 466 520
320 110 521
386 501 522
97 273 523
368 346 524
102 503 525
115 433 526
281 101 527
324 99 528
279 479 529
313 421 530
291 103 531
278 288 532
111 112 533
424 116 534
32 390 535
368 335 536
262 392 537
281 428 538
114 405 539
276 97 540
269 97 541
269 534 542
89 275 543
32 87 544
101 294 545
464 101 546
380 323 547
284 309 548
455 335 549
97 103 550
413 119 551
289 111 552
105 339 553
298 308 554
275 379 555
515 472 556
288 264 557
278 454 558
380 301 559
259 108 560
32 506 561
512 421 562
316 264 563
260 548 564
259 103 565
296 470 566
409 359 567
115 115 568
265 114 569
409 563 570
260 280 571
322 264 572
373 101 573
299 115 574
111 98 575
112 300 576
262 304 577
269 449 578
105 97 579
259 487 580
116 121 581
279 323 582
32 338 583
435 297 584
564 518 585
494 284 586
281 573 587
312 562 588
301 264 589
268 430 590
327 299 591
278 111 592
334 107 593
382 351 594
272 108 595
281 117 596
117 99 597
97 399 598
288 110 599
298 576 600
336 302 601
105 303 602
32 70 603
105 101 604
32 74 605
97 353 606
565 495 607
260 430 608
540 432 609
100 100 610
268 555 611
277 521 612
269 108 613
107 299 614
429 107 615
519 557 616
279 114 617
110 121 618
117 273 619
452 115 620
493 599 621
32 543 622
105 102 623
262 453 624
410 120 625
105 349 626
273 116 627
97 98 628
101 112 629
281 121 630
259 539 631
312 574 632
350 114 633
275 100 634
265 108 635
117 349 636
262 497 637
287 104 638
368 419 639
269 101 640
263 110 641
260 355 642
97 115 643
260 119 644
44 34 645
278 104 646
117 115 647
331 264 648
259 98 649
386 579 650
302 107 651
296 309 652
597 121 653
84 290 654
499 112 655
84 104 656
276 300 657
287 116 658
300 104 659
257 572 660
97 112 661
496 320 662
571 115 663
296 300 664
274 264 665
435 111 666
496 101 667
117 352 668
508 121 669
261 282 670
315 116 671
649 416 672
76 360 673
279 627 674
277 478 675
427 121 676
336 264 677
32 68 678
105 353 679
667 119 680
97 339 681
275 115 682
281 448 683
287 101 684
32 118 685
278 523 686
359 121 687
279 471 688
97 117 689
113 117 690
268 432 691
362 653 692
621 264 693
279 111 694
272 444 695
102 444 696
528 454 697
324 352 698
689 379 699
463 112 700
296 273 701
583 99 702
462 112 703
487 115 704
226 128 705
492 526 706
609 489 707
442 107 708
560 704 709
675 293 710
395 320 711
325 110 712
302 116 713
380 575 714
486 284 715
102 101 716
710 264 717
268 111 718
528 699 719
671 111 720
298 111 721
382 297 722
274 101 723
458 655 724
445 261 725
279 101 726
265 659 727
282 115 728
386 284 729
277 373 730
417 121 731
117 610 732
32 346 733
354 101 734
110 110 735
312 287 736
702 665 737
541 352 738
289 553 739
32 69 740
640 424 741
84 284 742
89 387 743
336 355 744
276 531 745
266 342 746
260 107 747
259 109 748
703 114 749
275 114 750
315 526 751
117 294 752
257 114 753
260 749 754
281 111 755
270 107 756
674 581 757
270 121 758
260 304 759
87 104 760
257 428 761
111 103 762
260 108 763
382 598 764
296 606 765
596 399 766
296 457 767
303 119 768
735 97 769
486 349 770
268 320 771
345 114 772
288 97 773
290 426 774
427 774 775
103 264 776
413 264 777
312 302 778
66 323 779
118 301 780
309 444 781
266 119 782
32 304 783
32 67 784
325 670 785
387 115 786
463 342 787
759 447 788
103 101 789
287 264 790
114 111 791
462 116 792
278 303 793
269 638 794
595 335 795
509 111 796
97 261 797
324 288 798
97 379 799
97 352 800
295 261 801
462 110 802
544 101 803
404 449 804
310 287 805
258 273 806
356 589 807
458 668 808
613 320 809
269 470 810
276 658 811
459 110 812
257 101 813
775 115 814
268 313 815
112 108 816
413 288 817
272 116 818
32 433 819
257 447 820
99 489 821
747 121 822
270 101 823
260 110 824
118 299 825
269 105 826
114 284 827
325 115 828
819 97 829
265 781 830
445 490 831
265 432 832
286 477 833
103 447 834
311 115 835
257 119 836
276 309 837
112 478 838
297 101 839
628 303 840
102 102 841
32 301 842
686 525 843
395 523 844
32 623 845
656 651 846
77 284 847
269 468 848
345 304 849
105 426 850
269 768 851
109 448 852
676 852 853
271 104 854
514 478 855
855 850 856
105 291 857
278 284 858
657 115 859
413 321 860
265 121 861
108 102 862
273 308 863
277 302 864
265 117 865
269 111 866
262 449 867
277 291 868
257 426 869
793 302 870
304 116 871
296 114 872
443 353 873
114 109 874
98 282 875
32 305 876
285 110 877
533 303 878
382 780 879
10 10 880
281 550 881
268 477 882
395 758 883
732 301 884
269 448 885
463 321 886
278 428 887
97 107 888
265 593 889
592 108 890
257 802 891
269 308 892
265 373 893
292 716 894
259 696 895
373 121 896
445 769 897
884 468 898
726 878 899
617 634 900
740 351 901
754 790 902
838 472 903
76 309 904
815 104 905
278 117 906
268 792 907
278 430 908
290 98 909
477 301 910
381 304 911
296 910 912
98 98 913
296 539 914
700 589 915
688 335 916
276 634 917
509 909 918
338 903 919
712 919 920
296 108 921
278 258 922
316 100 923
32 290 924
65 115 925
296 679 926
272 121 927
97 316 928
39 109 929
778 335 930
890 304 931
635 441 932
345 453 933
382 321 934
691 776 935
603 827 936
278 359 937
269 288 938
105 112 939
310 282 940
298 773 941
544 497 942
78 111 943
372 102 944
881 471 945
105 122 946
512 104 947
550 101 948
499 490 949
32 75 950
724 264 951
395 392 952
892 360 953
279 288 954
334 108 955
404 293 956
409 602 957
258 115 958
117 841 959
317 681 960
107 280 961
595 107 962
289 320 963
99 116 964
340 110 965
701 297 966
101 109 967
32 690 968
303 115 969
772 531 970
345 280 971
325 348 972
345 111 973
97 323 974
885 352 975
116 619 976
302 101 977
265 457 978
374 121 979
32 80 980
494 762 981
569 111 982
972 316 983
111 291 984
324 974 985
100 121 986
260 690 987
345 626 988
289 361 989
410 297 990
303 799 991
110 299 992
356 360 993
811 301 994
97 614 995
956 115 996
257 457 997
105 387 998
105 525 999
985 999 1000
259 331 1001
116 104 1002
440 264 1003
277 457 1004
711 264 1005
796 115 1006
98 101 1007
924 112 1008
849 121 1009
355 618 1010
111 121 1011
435 602 1012
782 110 1013
273 108 1014
112 116 1015
336 495 1016
273 568 1017
688 976 1018
324 299 1019
461 109 1020
594 517 1021
73 116 1022
288 121 1023
273 101 1024
281 304 1025
295 116 1026
937 264 1027
281 309 1028
973 648 1029
259 100 1030
296 454 1031
78 320 1032
72 101 1033
262 111 1034
67 302 1035
427 834 1036
103 282 1037
959 121 1038
260 364 1039
700 301 1040
753 636 1041
733 629 1042
87 497 1043
278 447 1044
333 949 1045
443 352 1046
265 264 1047
362 309 1048
298 687 1049
272 874 1050
98 121 1051
118 384 1052
978 353 1053
281 555 1054
544 104 1055
456 101 1056
950 979 1057
287 489 1058
277 101 1059
102 448 1060
381 294 1061
115 111 1062
474 110 1063
818 399 1064
493 606 1065
560 1062 1066
610 264 1067
269 545 1068
701 301 1069
541 339 1070
836 111 1071
103 302 1072
287 115 1073
809 728 1074
98 274 1075
760 297 1076
32 82 1077
98 303 1078
552 684 1079
628 1075 1080
306 352 1081
320 108 1082
262 806 1083
97 122 1084
111 349 1085
406 291 1086
379 862 1087
763 433 1088
336 1080 1089
718 303 1090
108 1038 1091
324 1060 1092
306 1014 1093
279 647 1094
306 264 1095
292 116 1096
453 121 1097
286 288 1098
325 379 1099
705 157 1100
72 105 1101
279 97 1102
733 1015 1103
705 156 1104
656 297 1105
987 1093 1106
101 288 1107
417 110 1108
109 97 1109
552 1067 1110
583 816 1111
345 448 1112
278 593 1113
801 115 1114
76 593 1115
425 115 1116
279 495 1117
488 299 1118
450 618 1119
295 825 1120
100 280 1121
260 299 1122
280 1007 1123
117 399 1124
382 121 1125
97 432 1126
467 399 1127
1126 421 1128
784 302 1129
603 1091 1130
117 274 1131
333 545 1132
312 756 1133
303 629 1134
278 457 1135
269 270 1136
66 301 1137
265 273 1138
826 120 1139
257 1095 1140
265 1010 1141
828 264 1142
442 614 1143
265 647 1144
302 789 1145
97 306 1146
577 107 1147
262 114 1148
116 299 1149
32 750 1150
279 752 1151
87 101 1152
312 114 1153
116 518 1154
32 1032 1155
272 274 1156
404 274 1157
260 405 1158
458 111 1159
295 115 1160
32 71 1161
527 302 1162
694 261 1163
967 875 1164
324 104 1165
277 114 1166
642 618 1167
108 264 1168
561 115 1169
455 107 1170
110 103 1171
99 497 1172
1157 1172 1173
869 107 1174
613 111 1175
277 623 1176
273 119 1177
279 604 1178
605 111 1179
286 373 1180
461 426 1181
269 1081 1182
257 322 1183
393 490 1184
1125 387 1185
545 111 1186
1008 871 1187
72 1186 1188
541 118 1189
297 104 1190
106 1011 1191
32 122 1192
1020 1164 1193
336 530 1194
809 282 1195
278 291 1196
281 786 1197
954 581 1198
592 342 1199
678 111 1200
685 111 1201
644 101 1202
105 682 1203
102 116 1204
292 261 1205
32 1104 1206
97 99 1207
304 110 1208
336 681 1209
906 322 1210
290 387 1211
1187 713 1212
277 636 1213
1025 426 1214
395 557 1215
122 121 1216
275 348 1217
605 466 1218
32 553 1219
463 961 1220
1030 1052 1221
577 335 1222
294 320 1223
65 116 1224
842 1191 1225
277 1017 1226
569 530 1227
281 995 1228
1210 682 1229
32 521 1230
257 359 1231
277 306 1232
268 533 1233
273 264 1234
268 293 1235
1189 304 1236
32 322 1237
104 110 1238
260 1134 1239
277 287 1240
87 320 1241
1236 723 1242
312 299 1243
324 1072 1244
281 291 1245
265 550 1246
268 453 1247
68 291 1248
509 97 1249
1004 119 1250
461 352 1251
286 273 1252
333 477 1253
257 545 1254
603 270 1255
352 282 1256
818 821 1257
113 441 1258
866 1223 1259
755 353 1260
324 108 1261
478 116 1262
278 323 1263
289 530 1264
565 1234 1265
279 626 1266
99 111 1267
635 1085 1268
268 355 1269
661 282 1270
294 121 1271
345 533 1272
1165 449 1273
854 287 1274
754 684 1275
105 264 1276
395 111 1277
268 300 1278
65 696 1279
257 840 1280
767 568 1281
577 447 1282
277 479 1283
469 387 1284
1201 553 1285
595 614 1286
716 273 1287
1175 304 1288
938 109 1289
368 291 1290
266 112 1291
1176 1287 1292
279 991 1293
336 117 1294
260 531 1295
415 444 1296
257 928 1297
1202 309 1298
77 501 1299
395 416 1300
931 115 1301
461 373 1302
678 373 1303
276 896 1304
394 103 1305
287 121 1306
1065 115 1307
1006 282 1308
313 110 1309
532 115 1310
891 264 1311
777 264 1312
257 800 1313
760 121 1314
288 299 1315
262 470 1316
278 572 1317
1292 348 1318
609 104 1319
277 424 1320
1178 339 1321
705 153 1322
282 264 1323
386 114 1324
486 294 1325
1221 619 1326
826 273 1327
381 387 1328
105 346 1329
278 114 1330
1269 834 1331
295 306 1332
298 898 1333
279 1270 1334
741 299 1335
1132 320 1336
269 752 1337
98 111 1338
617 270 1339
83 441 1340
266 1124 1341
445 115 1342
65 769 1343
83 308 1344
262 309 1345
358 468 1346
279 282 1347
111 284 1348
107 301 1349
99 335 1350
97 821 1351
644 299 1352
494 1131 1353
105 384 1354
982 1349 1355
461 896 1356
1051 101 1357
331 121 1358
617 284 1359
854 297 1360
427 506 1361
276 530 1362
674 305 1363
864 339 1364
297 282 1365
918 264 1366
119 806 1367
811 589 1368
714 111 1369
864 99 1370
744 992 1371
354 468 1372
317 302 1373
296 517 1374
644 290 1375
913 264 1376
83 898 1377
115 104 1378
997 270 1379
316 97 1380
261 1109 1381
83 773 1382
605 977 1383
796 379 1384
97 118 1385
83 258 1386
409 545 1387
628 121 1388
748 1084 1389
83 111 1390
718 342 1391
1268 115 1392
1034 670 1393
343 490 1394
461 816 1395
445 294 1396
1296 102 1397
464 387 1398
461 1351 1399
272 294 1400
279 117 1401
517 121 1402
114 264 1403
763 320 1404
440 299 1405
277 322 1406
278 863 1407
278 955 1408
921 373 1409
97 102 1410
259 348 1411
276 786 1412
324 301 1413
566 1357 1414
259 99 1415
269 530 1416
297 370 1417
77 579 1418
1094 489 1419
471 264 1420
541 306 1421
596 352 1422
268 433 1423
393 384 1424
867 320 1425
32 79 1426
260 274 1427
483 984 1428
824 320 1429
646 923 1430
1111 448 1431
901 517 1432
259 114 1433
262 1058 1434
265 1388 1435
277 517 1436
272 103 1437
345 101 1438
865 121 1439
345 636 1440
1347 102 1441
312 651 1442
281 530 1443
471 121 1444
401 101 1445
946 264 1446
820 299 1447
265 274 1448
858 299 1449
265 288 1450
968 626 1451
269 359 1452
1001 303 1453
643 104 1454
519 1023 1455
708 115 1456
865 923 1457
381 299 1458
262 270 1459
785 352 1460
97 1306 1461
277 270 1462
277 863 1463
1232 581 1464
286 342 1465
308 387 1466
889 115 1467
281 288 1468
73 110 1469
1397 468 1470
493 1204 1471
1300 264 1472
278 1217 1473
1395 1276 1474
1385 121 1475
461 598 1476
257 758 1477
1153 947 1478
300 116 1479
277 791 1480
435 121 1481
259 306 1482
569 302 1483
540 261 1484
346 121 1485
312 1024 1486
1151 264 1487
514 108 1488
872 320 1489
469 297 1490
569 506 1491
262 684 1492
1316 115 1493
260 619 1494
39 273 1495
646 1146 1496
105 120 1497
281 297 1498
270 115 1499
464 301 1500
279 756 1501
1249 648 1502
317 713 1503
424 121 1504
32 1082 1505
906 112 1506
604 342 1507
564 1211 1508
797 121 1509
269 453 1510
509 634 1511
643 107 1512
644 308 1513
416 104 1514
458 575 1515
931 525 1516
1193 264 1517
347 1037 1518
413 352 1519
281 1514 1520
112 101 1521
79 961 1522
1412 291 1523
1159 270 1524
278 273 1525
112 104 1526
285 273 1527
275 112 1528
791 284 1529
288 116 1530
272 419 1531
732 121 1532
767 1376 1533
971 264 1534
79 104 1535
1117 116 1536
656 287 1537
509 300 1538
1196 116 1539
1538 958 1540
320 282 1541
445 696 1542
272 665 1543
1451 468 1544
99 303 1545
577 100 1546
982 346 1547
636 121 1548
296 1466 1549
278 800 1550
265 768 1551
296 384 1552
729 490 1553
1225 264 1554
367 1420 1555
74 111 1556
322 387 1557
297 857 1558
260 309 1559
524 115 1560
1018 115 1561
116 291 1562
100 101 1563
464 97 1564
286 1475 1565
596 115 1566
560 517 1567
296 623 1568
643 619 1569
676 1154 1570
514 300 1571
281 1073 1572
718 648 1573
577 342 1574
891 115 1575
304 109 1576
333 1107 1577
100 282 1578
265 1479 1579
279 297 1580
279 300 1581
279 301 1582
108 99 1583
72 282 1584
281 1497 1585
259 874 1586
265 1329 1587
257 530 1588
594 1367 1589
262 291 1590
76 653 1591
782 282 1592
312 1177 1593
482 1087 1594
1259 264 1595
380 1532 1596
336 433 1597
109 302 1598
303 568 1599
458 117 1600
458 101 1601
308 112 1602
66 575 1603
661 101 1604
858 112 1605
733 121 1606
114 320 1607
34 46 1608
435 723 1609
964 304 1610
1148 531 1611
678 1461 1612
538 115 1613
1055 297 1614
1138 888 1615
635 466 1616
523 348 1617
101 101 1618
110 282 1619
83 576 1620
68 111 1621
1059 629 1622
1002 121 1623
1566 471 1624
694 108 1625
1320 471 1626
339 568 1627
117 264 1628
1305 300 1629
324 101 1630
279 1617 1631
1550 303 1632
353 115 1633
111 1271 1634
382 109 1635
105 309 1636
365 288 1637
268 274 1638
32 353 1639
287 444 1640
275 110 1641
968 1636 1642
336 405 1643
302 339 1644
345 117 1645
1370 264 1646
685 287 1647
752 121 1648
371 115 1649
493 1410 1650
1245 1256 1651
289 661 1652
1179 1238 1653
1460 797 1654
302 103 1655
265 1082 1656
111 115 1657
114 300 1658
273 110 1659
265 304 1660
869 335 1661
374 301 1662
277 447 1663
738 282 1664
1113 998 1665
569 562 1666
102 1648 1667
493 103 1668
791 568 1669
281 499 1670
122 122 1671
260 433 1672
116 115 1673
70 827 1674
260 1309 1675
965 526 1676
409 1530 1677
99 121 1678
770 115 1679
608 517 1680
72 287 1681
694 270 1682
464 99 1683
395 1315 1684
866 120 1685
365 294 1686
461 115 1687
461 108 1688
356 301 1689
415 1562 1690
1483 399 1691
362 1380 1692
461 687 1693
1136 1058 1694
301 339 1695
477 115 1696
1462 1619 1697
260 1640 1698
848 299 1699
264 986 1700
1539 270 1701
577 572 1702
382 303 1703
271 111 1704
1647 274 1705
386 1123 1706
324 598 1707
32 1258 1708
1683 627 1709
382 108 1710
941 104 1711
404 299 1712
1556 1238 1713
103 121 1714
266 1121 1715
1441 1262 1716
1237 321 1717
594 1154 1718
260 1097 1719
395 270 1720
1179 101 1721
864 1037 1722
105 331 1723
1430 1659 1724
296 117 1725
721 291 1726
269 1507 1727
1510 264 1728
269 462 1729
1710 379 1730
957 115 1731
365 1583 1732
445 116 1733
262 638 1734
740 109 1735
760 602 1736
292 1171 1737
296 105 1738
122 101 1739
279 732 1740
824 466 1741
722 299 1742
1181 1446 1743
1321 115 1744
1359 790 1745
304 100 1746
514 114 1747
279 313 1748
269 1024 1749
1701 1628 1750
265 723 1751
101 373 1752
1631 115 1753
686 1667 1754
297 264 1755
374 299 1756
382 288 1757
74 668 1758
458 288 1759
77 1123 1760
278 320 1761
65 490 1762
635 651 1763
1004 103 1764
352 1752 1765
783 1145 1766
596 100 1767
1044 299 1768
1763 309 1769
842 947 1770
1325 264 1771
349 309 1772
260 1528 1773
292 316 1774
279 703 1775
290 105 1776
333 387 1777
97 303 1778
1166 756 1779
824 428 1780
379 115 1781
265 1641 1782
279 309 1783
1135 98 1784
1153 320 1785
609 518 1786
1421 121 1787
1546 115 1788
1389 299 1789
265 1190 1790
105 399 1791
1775 303 1792
32 90 1793
330 416 1794
105 273 1795
1579 303 1796
380 1097 1797
1568 116 1798
767 1381 1799
70 270 1800
647 264 1801
291 115 1802
279 800 1803
281 1402 1804
105 321 1805
102 871 1806
281 928 1807
1161 457 1808
1450 335 1809
1437 776 1810
456 116 1811
399 955 1812
1245 1485 1813
381 1610 1814
355 399 1815
569 521 1816
755 419 1817
287 387 1818
1170 115 1819
652 1149 1820
1006 264 1821
262 258 1822
1732 430 1823
260 117 1824
278 1509 1825
260 1812 1826
1025 992 1827
1230 282 1828
103 103 1829
276 291 1830
281 506 1831
815 370 1832
260 1756 1833
469 1569 1834
46 1100 1835
409 111 1836
33 1100 1837
1722 682 1838
1830 1504 1839
784 104 1840
368 825 1841
1001 969 1842
647 104 1843
395 533 1844
643 264 1845
772 1145 1846
353 108 1847
1720 299 1848
486 373 1849
101 273 1850
422 490 1851
1525 297 1852
355 97 1853
1102 119 1854
101 121 1855
336 97 1856
1277 387 1857
279 273 1858
105 1078 1859
32 45 1860
345 273 1861
869 614 1862
426 1623 1863
278 1128 1864
382 1829 1865
111 108 1866
1102 568 1867
109 101 1868
276 428 1869
744 115 1870
265 636 1871
276 781 1872
262 574 1873
922 101 1874
102 638 1875
281 373 1876
269 302 1877
1512 309 1878
265 1878 1879
97 568 1880
1764 291 1881
97 331 1882
847 490 1883
115 309 1884
349 115 1885
345 517 1886
1133 115 1887
345 797 1888
1626 1203 1889
552 379 1890
1740 303 1891
266 109 1892
380 108 1893
386 1776 1894
1261 604 1895
1289 282 1896
292 1868 1897
1577 115 1898
1338 477 1899
257 1700 1900
265 297 1901
287 107 1902
274 399 1903
281 823 1904
464 288 1905
592 297 1906
99 958 1907
313 104 1908
329 115 1909
569 299 1910
1552 303 1911
269 274 1912
515 116 1913
1136 687 1914
435 658 1915
1330 280 1916
313 103 1917
519 863 1918
404 723 1919
279 453 1920
1526 713 1921
288 109 1922
685 453 1923
646 111 1924
1122 299 1925
545 97 1926
115 119 1927
270 264 1928
1313 121 1929
279 104 1930
265 301 1931
753 275 1932
398 294 1933
337 1087 1934
1233 264 1935
427 1927 1936
262 448 1937
644 574 1938
115 121 1939
268 304 1940
1261 531 1941
80 991 1942
1094 104 1943
1144 104 1944
1902 728 1945
532 1658 1946
1433 322 1947
1128 121 1948
813 598 1949
98 320 1950
457 964 1951
289 1948 1952
1703 1921 1953
1480 648 1954
395 661 1955
105 282 1956
592 294 1957
115 99 1958
813 1207 1959
101 490 1960
1034 346 1961
98 359 1962
279 602 1963
1235 299 1964
278 750 1965
287 97 1966
282 447 1967
266 597 1968
281 270 1969
1401 1358 1970
39 294 1971
546 109 1972
294 604 1973
836 1499 1974
308 97 1975
276 1815 1976
265 320 1977
292 349 1978
279 728 1979
1965 379 1980
922 1323 1981
1955 387 1982
605 301 1983
701 119 1984
102 1801 1985
486 1521 1986
1923 948 1987
306 1002 1988
1988 1121 1989
1600 553 1990
105 648 1991
1016 1950 1992
514 270 1993
79 75 1994
395 593 1995
74 466 1996
514 984 1997
1931 399 1998
1861 309 1999
269 1695 2000
1263 101 2001
603 1403 2002
486 98 2003
289 323 2004
1874 379 2005
617 575 2006
1968 489 2007
293 789 2008
1267 108 2009
458 1011 2010
1055 1945 2011
1947 419 2012
464 264 2013
272 114 2014
1959 370 2015
278 1208 2016
71 470 2017
885 321 2018
649 303 2019
324 294 2020
640 119 2021
532 447 2022
755 352 2023
317 977 2024
1893 441 2025
303 109 2026
382 643 2027
1158 115 2028
294 97 2029
277 387 2030
514 111 2031
2006 2026 2032
265 1989 2033
279 1541 2034
315 99 2035
499 98 2036
98 114 2037
10 32 2038
832 115 2039
316 107 2040
1393 525 2041
1061 115 2042
1144 121 2043
297 111 2044
306 112 2045
101 98 2046
262 457 2047
1359 684 2048
854 651 2049
741 115 2050
105 302 2051
1735 1109 2052
309 282 2053
1138 373 2054
413 349 2055
1800 687 2056
281 2040 2057
2003 300 2058
461 99 2059
395 121 2060
1217 495 2061
404 1073 2062
306 116 2063
1098 116 2064
265 797 2065
278 606 2066
694 1772 2067
117 98 2068
440 525 2069
103 468 2070
1404 468 2071
1895 353 2072
395 428 2073
655 121 2074
101 557 2075
1580 1354 2076
279 533 2077
463 98 2078
288 112 2079
368 353 2080
849 109 2081
1391 299 2082
325 2070 2083
782 1696 2084
369 1884 2085
257 792 2086
395 114 2087
373 320 2088
592 321 2089
404 1662 2090
111 352 2091
1077 1960 2092
395 2079 2093
1240 1882 2094
849 998 2095
260 597 2096
268 1402 2097
111 353 2098
380 1926 2099
273 373 2100
552 1818 2101
362 101 2102
278 306 2103
483 115 2104
514 479 2105
872 280 2106
277 658 2107
1232 116 2108
762 1714 2109
276 839 2110
1406 321 2111
464 297 2112
1871 309 2113
527 309 2114
350 1171 2115
1389 264 2116
2086 303 2117
426 109 2118
514 293 2119
1490 115 2120
945 426 2121
117 348 2122
297 304 2123
921 320 2124
546 107 2125
1192 1348 2126
493 109 2127
1205 119 2128
1806 840 2129
499 875 2130
1183 112 2131
281 658 2132
750 110 2133
1488 643 2134
281 479 2135
458 2133 2136
866 342 2137
281 598 2138
1401 1671 2139
954 116 2140
108 299 2141
1940 379 2142
783 1072 2143
262 923 2144
1339 1627 2145
331 299 2146
334 379 2147
1113 604 2148
83 619 2149
301 115 2150
691 115 2151
386 479 2152
257 995 2153
355 103 2154
1822 424 2155
629 305 2156
509 659 2157
362 1966 2158
260 432 2159
315 1765 2160
865 913 2161
772 299 2162
289 309 2163
1480 353 2164
316 299 2165
1294 1563 2166
691 101 2167
605 290 2168
592 270 2169
515 115 2170
1416 299 2171
66 101 2172
514 1444 2173
276 1548 2174
79 102 2175
1135 119 2176
1033 121 2177
265 517 2178
315 118 2179
1808 1381 2180
304 115 2181
110 300 2182
278 97 2183
331 282 2184
394 451 2185
117 112 2186
277 105 2187
97 462 2188
292 108 2189
1255 687 2190
475 2182 2191
1915 303 2192
278 477 2193
260 626 2194
279 1190 2195
278 275 2196
2119 282 2197
262 433 2198
76 1380 2199
866 300 2200
1429 1598 2201
1295 115 2202
368 716 2203
1920 320 2204
946 101 2205
503 288 2206
605 668 2207
76 1365 2208
101 352 2209
445 735 2210
282 116 2211
1139 264 2212
1738 713 2213
533 104 2214
322 294 2215
552 100 2216
410 568 2217
540 352 2218
858 387 2219
1159 346 2220
755 291 2221
1313 101 2222
100 301 2223
2138 823 2224
872 2074 2225
272 353 2226
312 270 2227
1406 353 2228
532 116 2229
455 104 2230
260 282 2231
767 98 2232
726 681 2233
108 1541 2234
730 986 2235
32 332 2236
2102 111 2237
282 121 2238
260 424 2239
398 862 2240
1235 2223 2241
1850 352 2242
260 898 2243
283 110 2244
1148 723 2245
1484 264 2246
1196 1985 2247
336 299 2248
646 1145 2249
577 109 2250
334 112 2251
671 2242 2252
646 1845 2253
1353 115 2254
260 750 2255
274 121 2256
630 1256 2257
265 479 2258
336 373 2259
1836 659 2260
784 430 2261
1326 115 2262
685 426 2263
1438 648 2264
269 303 2265
533 101 2266
463 780 2267
761 115 2268
1572 264 2269
2239 1875 2270
107 270 2271
398 629 2272
1197 121 2273
1415 1669 2274
84 111 2275
32 384 2276
583 112 2277
116 111 2278
278 101 2279
276 1365 2280
545 121 2281
32 78 2282
623 101 2283
988 115 2284
257 604 2285
83 116 2286
101 321 2287
362 1853 2288
345 629 2289
265 562 2290
277 1177 2291
813 97 2292
838 116 2293
265 302 2294
2045 121 2295
1338 120 2296
63 1100 2297
283 104 2298
276 280 2299
279 750 2300
324 888 2301
111 379 2302
458 762 2303
872 839 2304
1213 115 2305
514 101 2306
1668 115 2307
432 103 2308
269 316 2309
380 117 2310
1635 112 2311
109 282 2312
1233 101 2313
2311 581 2314
763 293 2315
640 1417 2316
1239 121 2317
1166 499 2318
308 264 2319
288 115 2320
309 104 2321
1192 334 2322
279 302 2323
1930 517 2324
2304 525 2325
269 299 2326
857 115 2327
2127 291 2328
303 116 2329
784 297 2330
793 321 2331
386 1634 2332
1387 121 2333
924 550 2334
1488 1454 2335
2252 299 2336
605 453 2337
292 353 2338
646 626 2339
278 2118 2340
281 264 2341
1064 299 2342
83 984 2343
946 1216 2344
946 122 2345
317 839 2346
32 1309 2347
121 477 2348
1511 115 2349
2294 302 2350
276 823 2351
1070 115 2352
265 97 2353
259 964 2354
312 947 2355
1034 862 2356
520 2348 2357
119 424 2358
1972 264 2359
473 115 2360
1747 280 2361
67 430 2362
617 300 2363
666 303 2364
281 300 2365
1877 1678 2366
1303 986 2367
1708 352 2368
1586 115 2369
2139 303 2370
286 1863 2371
1824 331 2372
119 477 2373
1136 638 2374
282 468 2375
560 531 2376
294 111 2377
770 309 2378
1111 495 2379
100 789 2380
2027 121 2381
1601 2358 2382
291 116 2383
279 1951 2384
458 2281 2385
1840 2295 2386
257 293 2387
269 428 2388
1916 1802 2389
1393 264 2390
281 1123 2391
519 288 2392
395 939 2393
367 518 2394
517 352 2395
1635 98 2396
313 282 2397
279 955 2398
745 282 2399
676 517 2400
380 101 2401
605 1967 2402
117 687 2403
494 2383 2404
577 614 2405
926 115 2406
306 114 2407
279 466 2408
260 1124 2409
380 1010 2410
111 1350 2411
109 384 2412
2217 121 2413
678 2109 2414
1932 1078 2415
1387 264 2416
292 419 2417
279 270 2418
457 568 2419
413 1908 2420
288 2419 2421
274 299 2422
268 2395 2423
259 118 2424
288 789 2425
2396 2421 2426
368 1204 2427
685 302 2428
1305 679 2429
2387 121 2430
365 888 2431
462 379 2432
582 115 2433
355 107 2434
404 626 2435
395 2063 2436
544 328 2437
281 449 2438
1426 1973 2439
2420 98 2440
1503 115 2441
406 108 2442
729 111 2443
1552 468 2444
592 1216 2445
304 1607 2446
109 299 2447
1111 304 2448
115 112 2449
2132 428 2450
333 762 2451
111 99 2452
1348 121 2453
1682 472 2454
276 373 2455
259 102 2456
345 470 2457
304 107 2458
354 2278 2459
1156 299 2460
724 299 2461
1339 339 2462
278 1669 2463
443 349 2464
922 282 2465
1708 301 2466
1055 121 2467
386 1023 2468
262 299 2469
291 387 2470
119 101 2471
276 2425 2472
873 468 2473
503 116 2474
260 462 2475
461 116 2476
65 261 2477
1059 282 2478
922 119 2479
2196 399 2480
265 426 2481
1128 282 2482
345 627 2483
282 97 2484
285 306 2485
960 115 2486
386 121 2487
2455 1578 2488
2476 802 2489
457 293 2490
1411 115 2491
277 638 2492
2456 2490 2493
870 264 2494
1892 2446 2495
1457 299 2496
2128 1791 2497
1979 291 2498
83 687 2499
101 107 2500
110 264 2501
1363 264 2502
1782 339 2503
262 939 2504
789 352 2505
1498 399 2506
1237 399 2507
117 339 2508
279 2345 2509
296 1417 2510
1905 399 2511
1660 299 2512
284 302 2513
298 548 2514
813 2321 2515
268 499 2516
75 979 2517
77 121 2518
1207 264 2519
277 2482 2520
262 2513 2521
2392 102 2522
488 387 2523
1704 460 2524
540 119 2525
345 457 2526
1375 2447 2527
1729 447 2528
2134 489 2529
279 322 2530
873 115 2531
753 441 2532
1918 264 2533
540 1216 2534
296 301 2535
1936 282 2536
289 2130 2537
382 550 2538
2230 2319 2539
2509 97 2540
97 119 2541
1001 2075 2542
640 288 2543
817 1051 2544
2034 525 2545
613 550 2546
298 116 2547
295 1171 2548
118 682 2549
509 521 2550
646 799 2551
2365 304 2552
272 261 2553
271 86 2554
1294 98 2555
2096 1627 2556
1924 2009 2557
340 102 2558
1852 679 2559
753 668 2560
365 1315 2561
552 1306 2562
1498 444 2563
112 97 2564
277 313 2565
286 2377 2566
289 282 2567
429 108 2568
292 102 2569
380 423 2570
373 111 2571
2567 2549 2572
424 112 2573
813 352 2574
409 2165 2575
406 342 2576
471 335 2577
111 1358 2578
1657 2188 2579
2103 1545 2580
109 98 2581
281 661 2582
1166 651 2583
1249 568 2584
1183 387 2585
2557 839 2586
980 991 2587
1008 1017 2588
667 101 2589
2535 282 2590
1462 2579 2591
1625 723 2592
281 2407 2593
714 1051 2594
271 758 2595
1428 115 2596
488 342 2597
336 523 2598
2363 1262 2599
278 797 2600
2286 533 2601
1161 111 2602
532 572 2603
2150 679 2604
259 112 2605
395 2088 2606
2593 304 2607
678 291 2608
2353 342 2609
296 355 2610
270 97 2611
2277 2604 2612
461 103 2613
623 102 2614
2257 1203 2615
298 112 2616
279 655 2617
367 101 2618
337 111 2619
1468 399 2620
268 288 2621
288 108 2622
32 1444 2623
1687 2293 2624
365 423 2625
824 1618 2626
278 322 2627
296 839 2628
406 661 2629
457 103 2630
323 101 2631
1073 2181 2632
263 379 2633
694 304 2634
782 424 2635
435 1778 2636
640 309 2637
257 1604 2638
277 2344 2639
374 282 2640
2590 682 2641
261 2564 2642
1858 115 2643
559 618 2644
110 471 2645
1240 1267 2646
72 2573 2647
1052 2403 2648
688 2645 2649
281 471 2650
493 373 2651
260 1258 2652
2426 264 2653
2136 1855 2654
2159 288 2655
287 112 2656
1958 1604 2657
410 300 2658
257 384 2659
2233 525 2660
269 297 2661
380 1107 2662
519 2632 2663
1313 264 2664
1132 264 2665
742 490 2666
257 626 2667
281 424 2668
569 1843 2669
1370 299 2670
110 786 2671
921 441 2672
268 462 2673
336 947 2674
509 661 2675
569 2008 2676
300 101 2677
675 304 2678
1006 309 2679
1330 521 2680
345 306 2681
117 426 2682
290 112 2683
1339 116 2684
2514 1211 2685
320 264 2686
1146 115 2687
310 320 2688
499 101 2689
278 661 2690
276 1602 2691
685 799 2692
519 523 2693
303 2037 2694
1688 604 2695
108 1633 2696
302 121 2697
382 342 2698
813 303 2699
2279 2694 2700
296 1917 2701
435 2656 2702
443 103 2703
635 320 2704
1117 472 2705
519 111 2706
678 1548 2707
279 280 2708
282 1557 2709
262 287 2710
265 2709 2711
1585 264 2712
514 2100 2713
537 110 2714
278 948 2715
265 428 2716
114 575 2717
451 840 2718
281 2061 2719
1030 109 2720
1250 299 2721
528 430 2722
892 682 2723
496 2411 2724
324 302 2725
289 1576 2726
1639 2718 2727
643 112 2728
404 2577 2729
668 114 2730
395 479 2731
115 282 2732
2035 1403 2733
443 379 2734
2726 426 2735
2047 112 2736
99 264 2737
872 1528 2738
312 626 2739
32 51 2740
269 823 2741
921 1880 2742
2347 304 2743
796 349 2744
813 308 2745
2698 2375 2746
793 288 2747
2016 282 2748
494 2730 2749
1443 121 2750
2717 101 2751
278 517 2752
2733 1859 2753
380 114 2754
313 489 2755
68 373 2756
393 115 2757
2481 1644 2758
406 349 2759
514 681 2760
458 308 2761
2630 602 2762
494 530 2763
2143 1446 2764
1483 1907 2765
486 288 2766
112 871 2767
644 1746 2768
426 682 2769
386 1975 2770
1725 786 2771
269 955 2772
464 294 2773
640 264 2774
298 430 2775
435 1791 2776
268 1208 2777
2643 384 2778
1601 2769 2779
333 599 2780
291 121 2781
269 2762 2782
265 802 2783
1460 470 2784
281 287 2785
1645 913 2786
257 282 2787
2749 1755 2788
87 806 2789
114 280 2790
718 379 2791
99 1354 2792
514 384 2793
1277 101 2794
257 1128 2795
2786 1208 2796
836 658 2797
1852 619 2798
922 352 2799
2031 563 2800
2695 419 2801
427 2792 2802
105 1258 2803
272 346 2804
826 282 2805
617 280 2806
2805 339 2807
1865 115 2808
278 628 2809
2787 322 2810
265 599 2811
2617 2271 2812
858 2129 2813
783 100 2814
121 109 2815
2763 589 2816
304 447 2817
266 432 2818
712 2803 2819
527 1569 2820
488 297 2821
1437 291 2822
712 647 2823
1138 1190 2824
2772 638 2825
1099 525 2826
2448 299 2827
100 303 2828
2526 119 2829
2823 2682 2830
277 432 2831
509 280 2832
2646 321 2833
1892 2044 2834
980 101 2835
1059 373 2836
578 299 2837
1625 553 2838
1148 2677 2839
509 499 2840
583 308 2841
108 681 2842
272 1633 2843
987 523 2844
1098 115 2845
2809 270 2846
1254 115 2847
2055 2842 2848
277 752 2849
2840 1939 2850
2818 104 2851
2161 969 2852
552 1939 2853
107 110 2854
1905 821 2855
2275 460 2856
283 489 2857
1790 1529 2858
1854 115 2859
913 121 2860
111 261 2861
355 110 2862
302 776 2863
410 477 2864
2854 521 2865
102 471 2866
455 614 2867
1135 1216 2868
1442 525 2869
642 102 2870
265 2640 2871
121 426 2872
279 306 2873
875 447 2874
426 107 2875
32 449 2876
1176 2866 2877
486 379 2878
99 316 2879
644 302 2880
635 1348 2881
712 2865 2882
740 2029 2883
2089 264 2884
2877 2474 2885
259 610 2886
1582 2879 2887
2326 282 2888
295 109 2889
268 2251 2890
458 309 2891
262 1903 2892
1166 533 2893
77 101 2894
32 39 2895
2339 301 2896
921 2453 2897
97 648 2898
443 2872 2899
426 115 2900
1033 273 2901
365 1863 2902
99 284 2903
108 530 2904
712 108 2905
467 115 2906
876 299 2907
296 1131 2908
98 1168 2909
1378 823 2910
381 353 2911
1524 264 2912
278 370 2913
302 323 2914
755 118 2915
2810 1078 2916
633 115 2917
105 713 2918
32 85 2919
1077 338 2920
2189 373 2921
725 121 2922
2004 115 2923
336 297 2924
368 102 2925
103 539 2926
257 2397 2927
1581 2044 2928
281 1512 2929
120 1859 2930
379 2696 2931
2263 441 2932
646 2863 2933
755 825 2934
702 2422 2935
1576 682 2936
386 2697 2937
410 986 2938
271 114 2939
266 800 2940
2059 1746 2941
282 112 2942
1192 939 2943
1240 103 2944
922 661 2945
2908 288 2946
1081 121 2947
662 299 2948
1221 462 2949
633 1087 2950
842 2936 2951
1332 121 2952
69 351 2953
1277 300 2954
2754 521 2955
1660 264 2956
726 2184 2957
1020 449 2958
304 121 2959
108 797 2960
1415 1208 2961
2949 682 2962
642 2910 2963
567 282 2964
345 959 2965
1026 115 2966
2442 353 2967
2168 490 2968
2265 2930 2969
592 352 2970
2215 2918 2971
496 2283 2972
1441 1576 2973
1741 115 2974
2216 115 2975
395 448 2976
265 2971 2977
312 2947 2978
1626 839 2979
494 521 2980
2944 668 2981
1957 1262 2982
345 322 2983
2013 115 2984
1473 264 2985
455 1134 2986
2350 97 2987
273 301 2988
1807 2296 2989
270 786 2990
277 947 2991
1183 349 2992
2440 304 2993
2154 303 2994
286 426 2995
760 111 2996
108 679 2997
345 948 2998
293 384 2999
2135 309 3000
906 1007 3001
345 297 3002
458 2994 3003
2652 101 3004
2581 273 3005
2379 264 3006
297 387 3007
325 3005 3008
2981 299 3009
74 290 3010
540 98 3011
1159 1271 3012
613 1454 3013
117 261 3014
494 2008 3015
270 426 3016
112 293 3017
316 116 3018
1330 977 3019
99 1208 3020
260 1131 3021
336 104 3022
293 2828 3023
2870 2234 3024
257 1211 3025
445 108 3026
2942 453 3027
467 3027 3028
1688 501 3029
395 1805 3030
269 750 3031
438 2960 3032
313 3016 3033
268 1922 3034
471 116 3035
1055 602 3036
121 299 3037
1645 3017 3038
2341 471 3039
965 1765 3040
858 98 3041
296 2147 3042
278 791 3043
264 1354 3044
544 453 3045
973 353 3046
73 102 3047
65 273 3048
2876 2156 3049
77 499 3050
109 2091 3051
1747 299 3052
296 967 3053
1901 444 3054
260 2755 3055
2727 115 3056
345 2470 3057
112 387 3058
395 823 3059
72 320 3060
3039 823 3061
277 2156 3062
336 432 3063
622 114 3064
686 1599 3065
783 3033 3066
345 1602 3067
296 288 3068
278 1557 3069
1469 526 3070
103 117 3071
1946 115 3072
519 114 3073
2556 525 3074
292 2508 3075
1601 629 3076
2077 3020 3077
527 426 3078
2078 3044 3079
560 3051 3080
281 3023 3081
881 110 3082
1645 986 3083
3049 384 3084
2543 525 3085
458 466 3086
109 309 3087
756 121 3088
83 2817 3089
554 490 3090
382 2657 3091
3028 288 3092
2231 1203 3093
726 2914 3094
1047 1529 3095
2538 282 3096
888 301 3097
652 115 3098
954 1658 3099
3002 441 3100
436 3087 3101
726 913 3102
32 943 3103
269 2061 3104
1856 780 3105
427 103 3106
1803 97 3107
3008 2029 3108
1605 309 3109
417 273 3110
3086 309 3111
1941 264 3112
1059 352 3113
2309 1623 3114
2030 1309 3115
1660 1607 3116
278 308 3117
282 840 3118
611 115 3119
2530 1739 3120
268 280 3121
978 339 3122
1888 299 3123
2785 3118 3124
336 2519 3125
257 3097 3126
550 387 3127
394 107 3128
1916 291 3129
1117 1149 3130
105 111 3131
1183 1655 3132
2588 679 3133
646 2147 3134
269 313 3135
257 1276 3136
579 1078 3137
1571 472 3138
2925 472 3139
763 1991 3140
750 115 3141
257 651 3142
588 525 3143
3062 840 3144
1438 426 3145
3068 948 3146
301 618 3147
865 3018 3148
596 1378 3149
32 282 3150
939 101 3151
755 303 3152
2176 1168 3153
519 1778 3154
990 115 3155
279 2051 3156
279 713 3157
2889 2312 3158
1579 284 3159
108 1526 3160
2465 525 3161
828 299 3162
1836 346 3163
1266 115 3164
755 1578 3165
875 1557 3166
711 115 3167
114 110 3168
3156 111 3169
3082 309 3170
100 602 3171
1267 3171 3172
907 115 3173
270 1023 3174
461 102 3175
1135 349 3176
842 103 3177
259 2122 3178
2668 291 3179
272 841 3180
3165 110 3181
381 3160 3182
2862 424 3183
99 863 3184
112 466 3185
257 3183 3186
111 270 3187
1433 1607 3188
1688 3137 3189
718 2146 3190
3149 1529 3191
458 432 3192
654 490 3193
987 1454 3194
296 499 3195
260 756 3196
2915 604 3197
257 501 3198
613 2631 3199
324 309 3200
493 302 3201
417 306 3202
105 118 3203
2077 2206 3204
533 444 3205
471 3205 3206
1044 352 3207
354 387 3208
260 316 3209
3109 274 3210
436 3206 3211
643 282 3212
777 115 3213
939 533 3214
294 3214 3215
3043 3172 3216
368 122 3217
77 1634 3218
279 1017 3219
1932 2909 3220
1748 101 3221
443 1350 3222
1183 1885 3223
443 3215 3224
327 525 3225
2516 1078 3226
3198 105 3227
2062 264 3228
276 320 3229
97 1358 3230
2903 2129 3231
308 2861 3232
712 3231 3233
336 293 3234
104 2091 3235
272 670 3236
297 399 3237
3106 424 3238
264 121 3239
99 969 3240
266 3168 3241
767 339 3242
427 120 3243
2047 648 3244
596 841 3245
836 313 3246
3157 115 3247
2094 3187 3248
298 110 3249
440 115 3250
2187 3232 3251
3117 2484 3252
297 444 3253
300 111 3254
3243 1203 3255
296 3235 3256
813 2320 3257
1294 1928 3258
99 2999 3259
1983 618 3260
316 581 3261
968 288 3262
97 841 3263
740 780 3264
269 287 3265
533 108 3266
1261 116 3267
282 3266 3268
842 118 3269
1725 3261 3270
265 752 3271
259 3268 3272
440 1599 3273
356 2990 3274
3217 477 3275
504 115 3276
99 323 3277
278 1850 3278
962 115 3279
339 302 3280
1867 264 3281
527 713 3282
463 3280 3283
613 1038 3284
262 1795 3285
289 928 3286
3122 2329 3287
1059 1410 3288
122 264 3289
2483 399 3290
2600 303 3291
2183 964 3292
116 116 3293
3200 303 3294
281 533 3295
3034 1599 3296
655 309 3297
2814 3174 3298
1936 1323 3299
1957 288 3300
278 533 3301
324 387 3302
257 1795 3303
395 1604 3304
3262 1014 3305
2259 3131 3306
3013 2904 3307
3207 426 3308
882 282 3309
2300 264 3310
753 3297 3311
3177 823 3312
77 1975 3313
1979 658 3314
268 2122 3315
266 659 3316
3278 426 3317
2179 665 3318
1605 323 3319
257 550 3320
944 553 3321
281 534 3322
514 453 3323
646 1922 3324
1267 97 3325
276 274 3326
2706 300 3327
278 548 3328
3132 303 3329
604 102 3330
281 432 3331
461 112 3332
117 1007 3333
2451 792 3334
514 305 3335
1605 1880 3336
1415 3259 3337
395 573 3338
258 3293 3339
550 3339 3340
3340 105 3341
3248 472 3342
368 1350 3343
3292 647 3344
1102 303 3345
278 1843 3346
3135 619 3347
2613 2206 3348
1738 825 3349
2424 2452 3350
398 309 3351
2702 1323 3352
1084 101 3353
323 104 3354
545 313 3355
1525 839 3356
1450 875 3357
671 3355 3358
279 3151 3359
486 1563 3360
486 307 3361
74 977 3362
312 2100 3363
274 370 3364
685 105 3365
443 373 3366
368 2037 3367
1568 472 3368
99 2009 3369
2384 1420 3370
1320 530 3371
3369 105 3372
2621 1378 3373
643 1781 3374
279 320 3375
277 668 3376
2939 441 3377
265 1444 3378
1084 122 3379
514 3341 3380
3336 857 3381
292 563 3382
462 1485 3383
117 2860 3384
394 2373 3385
3314 384 3386
2306 264 3387
281 1662 3388
617 111 3389
592 3325 3390
842 1847 3391
2368 2327 3392
3319 282 3393
278 334 3394
2316 115 3395
104 939 3396
921 2098 3397
103 299 3398
1603 111 3399
1237 339 3400
2087 2683 3401
2030 107 3402
345 863 3403
315 379 3404
3221 291 3405
3324 299 3406
1757 115 3407
532 112 3408
1583 302 3409
3269 1203 3410
496 300 3411
257 3383 3412
970 282 3413
284 387 3414
592 1499 3415
257 661 3416
1856 1204 3417
3409 111 3418
2471 309 3419
997 112 3420
2036 728 3421
3272 977 3422
753 2434 3423
1822 297 3424
625 387 3425
646 3384 3426
3408 309 3427
1251 1599 3428
3358 384 3429
257 3333 3430
514 355 3431
1463 115 3432
295 862 3433
418 3396 3434
503 623 3435
1866 270 3436
442 112 3437
2176 108 3438
982 3372 3439
354 857 3440
365 2500 3441
1320 1805 3442
302 1037 3443
1415 339 3444
685 433 3445
1201 3418 3446
605 428 3447
260 303 3448
997 349 3449
265 322 3450
2183 3435 3451
685 823 3452
121 101 3453
2667 309 3454
312 3330 3455
786 604 3456
1678 1545 3457
917 282 3458
3404 964 3459
289 3421 3460
643 299 3461
333 2541 3462
1332 3277 3463
274 426 3464
1239 299 3465
281 453 3466
382 2648 3467
560 2211 3468
702 723 3469
3102 303 3470
718 2449 3471
1811 1951 3472
1373 309 3473
1704 1121 3474
712 1805 3475
287 472 3476
503 117 3477
3471 3464 3478
3150 3212 3479
2489 264 3480
3113 791 3481
3242 525 3482
1689 299 3483
1207 258 3484
1426 75 3485
1735 360 3486
675 433 3487
621 299 3488
519 2988 3489
1177 2458 3490
739 468 3491
493 533 3492
3451 2234 3493
3210 679 3494
694 967 3495
2700 839 3496
278 792 3497
726 598 3498
2576 1956 3499
292 647 3500
954 573 3501
297 1354 3502
3472 679 3503
3497 495 3504
3182 270 3505
265 799 3506
3365 3436 3507
927 115 3508
71 111 3509
297 115 3510
997 1847 3511
486 100 3512
2743 713 3513
503 98 3514
2155 115 3515
333 598 3516
519 3253 3517
277 2053 3518
3381 839 3519
1450 1014 3520
3391 2266 3521
2161 303 3522
276 3037 3523
826 3490 3524
759 116 3525
2368 857 3526
122 1216 3527
980 1723 3528
3327 282 3529
3518 109 3530
336 550 3531
312 117 3532
3378 1545 3533
424 2238 3534
777 303 3535
603 114 3536
1600 2380 3537
265 3514 3538
3492 477 3539
813 109 3540
3516 116 3541
279 2781 3542
2627 1772 3543
783 1578 3544
268 3414 3545
1030 304 3546
444 110 3547
753 3354 3548
268 593 3549
100 284 3550
1294 1376 3551
309 101 3552
313 2123 3553
1144 958 3554
1382 104 3555
712 1545 3556
3346 857 3557
514 545 3558
872 521 3559
3394 335 3560
3546 840 3561
646 2875 3562
406 288 3563
279 2432 3564
747 270 3565
498 2931 3566
1008 3502 3567
278 3534 3568
753 280 3569
1933 115 3570
1582 3071 3571
824 2614 3572
617 355 3573
1400 115 3574
464 426 3575
2080 468 3576
278 799 3577
439 3553 3578
2107 713 3579
2259 638 3580
571 299 3581
2306 888 3582
2552 3457 3583
527 297 3584
260 305 3585
453 97 3586
1993 992 3587
394 1002 3588
1473 299 3589
2276 104 3590
1782 2737 3591
646 495 3592
32 264 3593
870 299 3594
2046 457 3595
2309 109 3596
3448 1015 3597
279 274 3598
2475 102 3599
1468 447 3600
647 579 3601
1400 309 3602
3590 3601 3603
1028 426 3604
462 98 3605
2046 593 3606
265 270 3607
367 3606 3608
2504 264 3609
747 939 3610
287 857 3611
399 1146 3612
347 2505 3613
1008 791 3614
3350 2571 3615
1165 606 3616
3481 121 3617
118 2123 3618
2065 948 3619
1319 115 3620
1438 888 3621
1580 3547 3622
298 104 3623
694 352 3624
1703 3618 3625
2310 1671 3626
647 604 3627
277 679 3628
395 323 3629
747 1991 3630
2905 1085 3631
2187 1023 3632
1563 352 3633
106 1262 3634
1192 3595 3635
1246 115 3636
297 299 3637
1586 3612 3638
457 789 3639
550 264 3640
2107 3605 3641
463 121 3642
694 303 3643
711 299 3644
2510 264 3645
509 2068 3646
289 2432 3647
98 503 3648
1757 1002 3649
842 99 3650
772 3443 3651
1202 1365 3652
2385 1875 3653
519 1177 3654
3540 112 3655
980 2578 3656
858 816 3657
1585 282 3658
71 679 3659
747 752 3660
276 400 3661
265 655 3662
3648 1644 3663
748 3663 3664
110 308 3665
269 1417 3666
2136 426 3667
71 457 3668
917 468 3669
274 111 3670
2137 282 3671
395 1507 3672
380 309 3673
362 3477 3674
3367 1023 3675
980 2053 3676
1690 115 3677
327 2926 3678
1041 115 3679
315 107 3680
1362 115 3681
257 949 3682
1682 1149 3683
278 2256 3684
2678 839 3685
345 1558 3686
306 274 3687
1858 112 3688
1452 115 3689
690 3670 3690
980 1634 3691
66 1097 3692
269 117 3693
603 111 3694
384 857 3695
110 1037 3696
2570 121 3697
108 998 3698
337 98 3699
3665 384 3700
783 3700 3701
755 3633 3702
1725 477 3703
755 115 3704
662 115 3705
278 1746 3706
1625 638 3707
1468 1078 3708
575 121 3709
3704 3690 3710
2036 1168 3711
2189 116 3712
1811 471 3713
637 2287 3714
1639 352 3715
964 533 3716
1687 99 3717
333 309 3718
279 303 3719
2094 2075 3720
339 264 3721
2829 2874 3722
354 339 3723
386 499 3724
404 280 3725
1491 115 3726
311 399 3727
2873 839 3728
2200 1962 3729
1488 274 3730
346 303 3731
3731 1562 3732
268 1723 3733
259 323 3734
276 264 3735
462 299 3736
3716 647 3737
1406 825 3738
278 840 3739
2372 871 3740
937 299 3741
1506 1899 3742
888 121 3743
647 489 3744
2710 958 3745
1605 2329 3746
1183 648 3747
486 300 3748
3725 888 3749
463 3737 3750
575 602 3751
259 1067 3752
3593 789 3753
281 923 3754
352 471 3755
3530 1928 3756
2096 3721 3757
484 46 3758
1302 299 3759
284 3751 3760
592 426 3761
87 545 3762
103 108 3763
323 387 3764
112 288 3765
2159 2505 3766
345 466 3767
3532 670 3768
804 2671 3769
3734 3760 3770
3657 495 3771
3603 3755 3772
2626 1739 3773
2229 984 3774
2451 97 3775
362 396 3776
872 1082 3777
421 2068 3778
2265 97 3779
108 97 3780
527 2088 3781
1250 282 3782
1901 3778 3783
1237 913 3784
2214 517 3785
1162 115 3786
295 294 3787
488 862 3788
260 3732 3789
281 1190 3790
1639 316 3791
3315 282 3792
296 304 3793
613 454 3794
694 346 3795
3445 111 3796
922 568 3797
753 2214 3798
1506 115 3799
2124 299 3800
1498 116 3801
3642 1256 3802
119 2458 3803
1582 618 3804
514 1107 3805
311 1087 3806
1250 574 3807
3733 111 3808
3332 1146 3809
644 1903 3810
3763 3374 3811
642 3811 3812
2699 1526 3813
2970 2689 3814
277 786 3815
1192 1723 3816
44 1100 3817
461 1521 3818
3245 270 3819
1433 103 3820
1803 447 3821
279 355 3822
1325 299 3823
1969 3764 3824
1102 1350 3825
538 2186 3826
306 291 3827
322 99 3828
2835 878 3829
3180 303 3830
99 799 3831
801 303 3832
726 288 3833
281 3353 3834
3813 517 3835
279 823 3836
97 274 3837
296 1107 3838
286 2380 3839
3801 1017 3840
2408 948 3841
97 825 3842
386 1073 3843
1277 1350 3844
270 387 3845
3798 121 3846
3375 1578 3847
496 530 3848
278 575 3849
1572 602 3850
508 3640 3851
494 454 3852
3650 275 3853
262 2283 3854
463 107 3855
464 3765 3856
119 2046 3857
345 2687 3858
336 300 3859
278 1602 3860
116 400 3861
462 399 3862
114 3785 3863
881 1084 3864
772 2308 3865
890 750 3866
767 3058 3867
269 602 3868
258 373 3869
271 2611 3870
1879 1962 3871
66 3453 3872
111 342 3873
112 282 3874
3849 3857 3875
82 101 3876
3010 490 3877
271 3419 3878
83 1618 3879
1347 109 3880
262 955 3881
678 302 3882
2650 3863 3883
387 1121 3884
1125 101 3885
493 1454 3886
296 2728 3887
604 119 3888
346 629 3889
365 629 3890
2258 299 3891
297 619 3892
2569 1504 3893
813 288 3894
685 3888 3895
2315 387 3896
307 716 3897
2289 115 3898
658 1866 3899
3897 101 3900
2350 643 3901
345 3263 3902
514 3687 3903
257 1512 3904
2701 1168 3905
718 99 3906
3906 1485 3907
685 305 3908
312 2302 3909
3793 3586 3910
74 453 3911
1408 282 3912
1077 2302 3913
119 643 3914
99 299 3915
1757 468 3916
1468 821 3917
791 1958 3918
1969 116 3919
362 593 3920
3914 370 3921
613 750 3922
1278 424 3923
104 471 3924
1774 304 3925
3815 2211 3926
1930 3254 3927
3918 2266 3928
1639 3924 3929
316 300 3930
32 364 3931
3931 301 3932
646 3862 3933
980 3552 3934
1113 299 3935
1020 495 3936
269 679 3937
3500 948 3938
300 444 3939
257 301 3940
2568 115 3941
2341 426 3942
382 3364 3943
1327 1598 3944
399 304 3945
767 2642 3946
32 3939 3947
3506 1962 3948
1363 299 3949
279 3899 3950
2492 3921 3951
461 321 3952
2143 2205 3953
726 101 3954
3908 304 3955
496 1085 3956
260 530 3957
296 2215 3958
3655 303 3959
3054 121 3960
2227 614 3961
1040 115 3962
32 320 3963
1181 790 3964
32 3827 3965
540 2732 3966
824 101 3967
1205 2296 3968
463 316 3969
1580 399 3970
268 3141 3971
336 684 3972
435 939 3973
39 100 3974
1610 121 3975
1161 679 3976
427 3945 3977
997 1378 3978
301 379 3979
395 871 3980
110 1855 3981
3673 581 3982
3022 270 3983
541 3975 3984
379 499 3985
281 280 3986
2014 100 3987
297 1504 3988
2193 1899 3989
432 776 3990
657 857 3991
65 108 3992
1197 948 3993
2263 117 3994
3987 2751 3995
278 545 3996
596 3985 3997
661 728 3998
325 114 3999
270 1558 4000
2548 299 4001
597 309 4002
928 840 4003
298 1010 4004
1793 1348 4005
268 679 4006
101 282 4007
782 728 4008
3889 282 4009
1616 1899 4010
527 109 4011
3469 2412 4012
278 3900 4013
279 3930 4014
273 896 4015
70 1091 4016
1652 2271 4017
3571 270 4018
114 291 4019
922 349 4020
461 2373 4021
108 334 4022
968 274 4023
3528 270 4024
475 101 4025
1266 299 4026
816 681 4027
3249 320 4028
1084 304 4029
541 4002 4030
32 313 4031
1867 2767 4032
1077 575 4033
345 3711 4034
1463 264 4035
4031 4022 4036
380 3456 4037
288 334 4038
1655 4038 4039
1749 122 4040
1600 1444 4041
439 2686 4042
816 280 4043
1391 115 4044
560 4015 4045
2424 4003 4046
1559 116 4047
1901 258 4048
3241 2571 4049
290 3981 4050
2326 728 4051
421 2790 4052
295 3696 4053
551 2449 4054
260 2205 4055
540 3014 4056
276 305 4057
646 4050 4058
4056 447 4059
463 888 4060
3265 370 4061
